Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# STR_CORPORATE_MESSAGE_GET_INFOMATION_FAILED
source: Failed to obtain corporate information
vi: Lấy thông tin Công ty không thành công
zh_hans: 获取企业资讯失败
zh_hant: 獲取企業資訊失敗

# STR_CORPORATE_NURSE_MESSAGE_GET_INFOMATION_FAILED
source: Failed to obtain corporate nurse information
vi: Lấy thông tin Y tá không thành công
zh_hans: 获取厂护资讯失败
zh_hant: 獲取廠護資訊失敗

# STR_COUNTRY_CODE_REQUIRED
source: Country code is required
vi: Vui lòng nhập mã quốc gia
zh_hans: 国码 必需
zh_hant: 國碼 必需

# STR_COUNTRY_REGION
source: Country/Area
vi: Quốc gia/Khu vực
zh_hans: 国家/地区
zh_hant: 國家/地區

# STR_COUPON
source: Coupon
vi: Phiếu giảm giá
zh_hans: 活动券
zh_hant: 活動券

# STR_COUPON_QR_CODE
source: Coupon QR Code
vi: Mã QR phiếu giảm giá
zh_hans: 活动券 QR 码
zh_hant: 活動券 QR 碼

# STR_CREATE_A_NEW_ACCOUNT
source: Create a new account
vi: Tạo tài khoản mới
zh_hans: 新用户注册
zh_hant: 新用戶註冊

# STR_CROP
source: Crop
vi: Cắt
zh_hans: 修剪
zh_hant: 修剪

# STR_CROP_IMAGE
source: Crop Image
vi: Cắt ảnh
zh_hans: 修剪
zh_hant: 修剪

# STR_CROP_OR_AUTOMATICALLY_REDUCED_UPLOADED
source: The size of the image is larger than %@MB. Please crop down the image to reduce image size. Otherwise, click on "Send" and the image will be automatically reduced in size and uploaded.
vi: Kích thước ảnh lớn hơn %@MB, vui lòng cắt giảm dung lượng ảnh. Nếu không, bạn nhấn nút "Tải ảnh", ảnh của bạn sẽ được tự động giảm dung lượng và tải lên.
zh_hans: 图片尺寸大于%@MB，请缩小图片尺寸。否则，请点击“上传”按钮，您的照片将自动缩小尺寸并上传。
zh_hant: 圖片尺寸大於%@MB，請縮小圖片尺寸。否則，請點擊“上傳”按鈕，您的照片將自動縮小尺寸並上傳。

# STR_CROP_THE_IMAGE_SEND
source: Please use crop to adjust and obtain your desired image, or click "Send".
vi: Vui lòng cắt phần ảnh bạn muốn hoặc nhấn "Gửi".
zh_hans: 请修剪所需的图片部分，或点击“送出”以传送。
zh_hant: 請修剪所需的圖片部分，或點擊“送出”以傳送。

# STR_CROP_THE_IMAGE_UPLOAD
source: Please crop to get the desired image, or click "Upload"
vi: Vui lòng cắt phần ảnh bạn muốn hoặc nhấn "Tải ảnh".
zh_hans: 请修剪所需的图片部分，或点击“上传”。
zh_hant: 請修剪所需的圖片部分，或點擊“上傳”。

# STR_DATA_BACKED_UP_TIME_DATE_YOU_WANT_BACK_UP_AGAIN
source: Your data have been backed up on %@. Do you want to back up again?
vi: Bạn đã sao lưu dữ liệu lúc %@. Bạn có muốn sao lưu lại không?
zh_hans: 数据已于%@备份。您是否确定要再次备份？
zh_hant: 數據已於%@備份。您是否確定要再次備份？

# STR_DATA_BACKING_UP_HELP_STORE_PRIVATELY_CONVIENTLY_SAFELY
source: The process of backing up data to your Google Drive Account is in progress. This will allow you to store your data privately, conveniently and safely.
vi: Dữ liệu đang được sao lưu đến tài khoản Google Drive của bạn. Việc này sẽ giúp bạn lưu trữ dữ liệu một cách riêng tư, thuận tiện và an toàn.
zh_hans: 数据将被备份到您的Google云端硬碟帐户。这将帮助您私密，方便与安全地存储数据。
zh_hant: 數據將被備份到您的Google雲端硬碟帳戶。這將幫助您私密，方便與安全地存儲數據。

# STR_DATA_ERROR
source: Data Error
vi: Lỗi dữ liệu
zh_hans: 数据错误
zh_hant: 數據錯誤

# STR_DATA_IMPORT
source: Data Import
vi: Nhập dữ liệu
zh_hans: 资料汇入
zh_hant: 資料匯入

# STR_DATA_PREVIEW
source: Data Preview
vi: Xem trước dữ liệu
zh_hans: 预览数值
zh_hant: 預覽數值

# STR_DATE_OF_VISIT
source: Date of Visit
vi: Ngày khám
zh_hans: 就医日期
zh_hant: 就醫日期

# STR_DELETE
source: Delete
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# STR_DELETE_IMAGE
source: Delete Image
vi: Xóa ảnh
zh_hans: 删除图片
zh_hant: 刪除圖片

# STR_DENTAL_OUTPATIENT_RECORD
source: Dental Outpatient Record
zh_hant: 牙醫門診資料

# STR_DEVICE
source: Device
vi: Thiết bị
zh_hans: 设备
zh_hant: 設備

# STR_DHO_STORE
source: DHO Store
vi: Cửa hàng DHO
zh_hans: 名医商城
zh_hant: 名醫商城

# STR_DIALOG_CONFIRM_ARE_YOU_SURE_YOU_WANT_TO_SEND_THE_VOICE_MESSAGE
source: Are you sure you want to send Voice Message ?
vi: Bạn có muốn gửi Tệp tin ghi âm không?
zh_hans: 确定要发送语音信息?
zh_hant: 確認要發送語音訊息？

# STR_DIALOG_CONFIRM_DONT_HINT_ME
source: Don't show reminders
vi: Không nhắc lại xác nhận
zh_hans: 不再提示确认
zh_hant: 不再提示確認

# STR_DIALOG_WARNING_ENTER_YOUR_PASSWORD
source: Enter your login password
vi: Nhập mật khẩu đăng nhập
zh_hans: 输入会员登录密码
zh_hant: 輸入會員登入密碼

# STR_DISABLE_STOP_MESSAGE_TO_CONSULT
source: Please disable "Stop message" function so that you can consult %@.
vi: Vui lòng tắt chức năng "Chặn tin nhắn" để tiếp tục được %@ tư vấn.
zh_hans: 为了继续咨询%@，请关闭“停止讯息”功能。
zh_hant: 為了繼續咨詢%@，請關閉“停止訊息”功能

# STR_DISCLAIMER_ACTIVITY_DISCLAIMER
source: Disclaimer
vi: Tuyên bố khước từ trách nhiệm
zh_hans: 免责声明
zh_hant: 免責聲明

# STR_DISEASES_FOLLOW_UP_SETTING
source: Diseases F/U Setting
vi: Cài đặt theo dõi bệnh
zh_hans: 疾病追踪时程设定
zh_hant: 疾病追蹤時程設定

# STR_DISPLAY_ALL
source: Display All
vi: Hiển thị tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

# STR_DISPLAY_DATA
source: Display Data
vi: Xem thông tin
zh_hans: 显示数据
zh_hant: 顯示數據

# STR_DOCTORHERE_ONLINE
source: Dr.Here Online
zh_hans: 名医实时通
zh_hant: 名医实时通

# STR_DOCTORPROFILE_ACTIVITY_STATUS_ONLINE
source: Accepting consultations
vi: Sẵn sàng tư vấn
zh_hans: 可接受咨询
zh_hant: 可接受諮詢

# STR_DOCTOR_ADVISORY_MESSAGE_AND_CALL
source: The DHO Expert set their Consultation Mode to "All Modes"
vi: Chuyên gia Dr.HereOnline đã cài đặt chế độ tư vấn "Tất cả phương thức"
zh_hans: 名医实时通专家设定咨询模式为“所有模式”
zh_hant: 名醫實時通專家設定諮詢模式為“所有模式”

# STR_DOCTOR_ADVISORY_MESSAGE_ONLY
source: The DHO Expert set their Consultation Mode to "Calls not supported"
vi: Chuyên gia Dr.HereOnline đã cài đặt chế độ tư vấn "Không hỗ trợ cuộc gọi"
zh_hans: 名医实时通专家设定咨询模式为“不支持通话”
zh_hant: 名醫實時通專家設定諮詢模式為“不支持通話”

source: Would you like to stop receiving messages from %@?
vi: Ngừng nhận tin nhắn của %@?
zh_hans: 对%@停止讯息 ？
zh_hant: 對%@停止訊息 ？

# STR_DOCTOR_PROFILE_ACTIVITY_AGREE_THIS_DOCTOR_VIEW_YOUR_GENERAL_AND_EXAM_DATA
source: Authorize %@ to view your General Health Info and Exam Data
vi: Đồng ý cho %@ xem Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của bạn
zh_hans: 允许%@查看您的基本健康资讯与检验数据，请输入授权密码
zh_hant: 允許%@查看您的基本健康資訊與檢驗數據，請輸入授權密碼

# STR_DOCTOR_PROFILE_ACTIVITY_AUTHORIZATION_CANCELED
source: After authorization is canceled, %@ won't be able to view your General Health Info and Exam Data.
vi: Sau khi hủy quyền, %@ sẽ không thể xem Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của bạn
zh_hans: 取消授权后，%@将无法查看您的基本健康资讯与检验数据
zh_hant: 取消授權後，%@將無法查看您的基本健康資訊與檢驗數據

# STR_DOCTOR_PROFILE_ACTIVITY_DIALOG_AUTHORIZE_DELETE_REQUEST
source: Decline
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# STR_DOCTOR_PROFILE_ACTIVITY_EDUCATION
source: Education
vi: Học vấn
zh_hans: 教育背景
zh_hant: 教育背景

# STR_DOCTOR_PROFILE_ACTIVITY_PLEASE_ENTER_YOUR_PASSWORD_TO_AUTHORIZE_THIS_DOCTOR
source: Please enter your login password to authorize %@ to view your General Health Info and Exam Data
vi: Vui lòng nhập mật khẩu đăng nhập để cho phép %@ xem Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của bạn
zh_hans: 请输入您的会员登录密码，并授权%@查看您的基本健康资料与检验检查数据。
zh_hant: 請輸入您的會員登入密碼，並授權%@查看您的基本健康資料與檢驗檢查數據。

# STR_DOCTOR_PROFILE_ACTIVITY_SERVICE_HOURS
source: Service Time
vi: Thời gian tư vấn
zh_hans: 服务时间
zh_hant: 服務時間

# STR_DOCTOR_PROFILE_ACTIVITY_UNIT_COPY
source: /Message
vi: /Tin nhắn
zh_hans: /则
zh_hant: /則

# STR_DOCTOR_PROFILE_ACTIVITY_UNIT_MINUTES
source: /Minute
vi: /Phút
zh_hans: /分钟
zh_hant: /分鐘

# STR_DOWNLOADING_PERCENTAGE
source: Downloading %@
vi: Đang tải về %@
zh_hans: 下载中%@
zh_hant: 下載中%@

# STR_DO_ALARM_SETTING_REMIND_BLOOD_GLUCOSE_TIME
source: Please set a reminder to measure your blood glucose!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian đo đường huyết!
zh_hans: 请设定闹钟以收到血糖测量的时间提醒！
zh_hant: 請設定鬧鐘以收到血糖測量的時間提醒！

# STR_DO_ALARM_SETTING_REMIND_BLOOD_PRESSURE_TIME
source: Please set a reminder to measure your blood pressure!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian đo huyết áp!
zh_hans: 请设定闹钟以收到血压测量的时间提醒！
zh_hant: 請設定鬧鐘以收到血壓測量的時間提醒！

# STR_DO_ALARM_SETTING_REMIND_TIME_TO_MEASURE_PEAK_EXPIRATORY_FLOW_RATE
source: Please set a reminder to measure your Peak Expiratory Flow Rate!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian đo lưu lượng đỉnh thở ra!
zh_hans: 请设定闹钟以收到尖峰呼气流速测量的时间提醒！
zh_hant: 請設定鬧鐘以收到尖峰呼氣流速測量的時間提醒！

# STR_DO_ALARM_SETTING_REMIND_TIME_TO_MEASURE_TEMPERATURE
source: Please set a reminder for measuring your body temperature!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian đo nhiệt độ của bạn!
zh_hans: 请设定闹钟以收到体温测量的时间提醒！
zh_hant: 請設定鬧鐘以收到體溫測量的時間提醒！

# STR_DO_ALARM_SETTING_REMIND_TIME_TO_MONITOR_BLOOD_OXYGEN
source: Please set a reminder to monitor your blood oxygen level!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian đo nồng độ Oxy trong máu!
zh_hans: 请设定闹钟以收到血氧浓度测量的时间提醒！
zh_hant: 請設定鬧鐘以收到血氧濃度測量的時間提醒！

# STR_DO_ALARM_SETTING_REMIND_TIME_TO_WEIGH
source: Please set a reminder for weighing in!
vi: Hãy thiết lập báo thức để nhắc nhở thời gian cân sức khỏe!
zh_hans: 请设定闹钟以收到健康称重的时间提醒！
zh_hant: 請設定鬧鐘以收到健康稱重的時間提醒！

# STR_DO_YOU_NEED_INVOICE
source: Do you need Invoice?
vi: Bạn có cần hóa đơn không?
zh_hans: 是否需要寄送发票？
zh_hant: 是否需要寄送發票？

# STR_DO_YOU_WANT_TO_RESTORE_YOUR_MESSAGES_AND_MEDIA_FILES_ON_THIS_DEVICE
source: Do you want to restore your messages and media files on this device?
vi: Bạn có muốn khôi phục tin nhắn và tập tin đa phương tiện trên thiết bị này không?
zh_hans: 您要在此设备上回存消息与媒体文件吗？
zh_hant: 您要在此設備上回存訊息與媒體文件嗎？

# STR_DO_YOU_WANT_UNHIDE
source: Do you want to unhide %@?
vi: Bạn có muốn hiển thị %@ ở màn hình chính không?
zh_hans: 您确定解除隐藏%@吗？
zh_hant: 您確定解除隱藏%@嗎？

# STR_DRAG_AND_CROP_TO_GET_DESIRED_IMAGE
source: Drag and crop to get the desired image
vi: Kéo và cắt để được hình ảnh mong muốn
zh_hans: 拖动并修剪以获得所需的图片
zh_hant: 拖動並修剪以獲得所需的圖片

# STR_DR_HEREONLINE_SERVICE_CANNOT_BE_ACCESSED_TRY_AGAIN
source: Your Dr.HereOnline systems information cannot be accessed, please try again later.
vi: Không thể truy cập dịch vụ Dr.HereOnline, vui lòng thử lại sau.
zh_hans: 无法存取名医实时通系统资料。请稍后再试。
zh_hant: 無法存取名醫實時通系統資料。請稍後再試。

# STR_EASTERN_OUTPATIENT_RECORD
source: Eastern Outpatient Record
zh_hant: 中醫門診資料

# STR_EDITPROFILE_TOAST_REMIND_SAVE_PROFILE
source: Please save your information before press the BACK button
vi: Vui lòng lưu thông tin trước khi nhấn nút Quay về
zh_hans: 请先储存您的数据再按返回按钮
zh_hant: 請先儲存您的資料再按返回按鈕

# STR_EDIT_ALARM
source: Edit Alarm
vi: Chỉnh sửa báo thức
zh_hans: 编辑闹钟
zh_hant: 編輯鬧鐘

# STR_EDIT_DEFINED_SETTING
source: Edit Settings
vi: Chỉnh sửa cài đặt
zh_hans: 编辑设定
zh_hant: 編輯設定

# STR_EDIT_NEW_EXAM_ACTIVITY_VALUE
source: Value
vi: Giá trị
zh_hans: 数值
zh_hant: 數值

# STR_EDIT_PROFILE_ACTIVITY_ADDRESS
source: Contact Address
vi: Địa chỉ liên hệ
zh_hans: 联络地址
zh_hant: 聯絡地址

# STR_EDIT_PROFILE_ACTIVITY_ANNUAL_INCOME
source: Annual Income
vi: Thu nhập/năm
zh_hans: 年收入
zh_hant: 年收入

# STR_EDIT_PROFILE_ACTIVITY_COUNTRY_IS_REQUIRED
source: Country/Area is required
vi: Vui lòng nhập quốc gia/khu vực
zh_hans: 国家/地区 必需
zh_hant: 國家/地區 必需

# STR_EDIT_PROFILE_ACTIVITY_EDIT_PROFILE
source: Edit Profile
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑数据
zh_hant: 編輯資料

# STR_EDIT_PROFILE_ACTIVITY_EDUCATION
source: Education
vi: Học vấn
zh_hans: 教育背景
zh_hant: 教育背景

# STR_EDIT_PROFILE_ACTIVITY_GENDER_IS_REQURIED
source: Gender is required
vi: Vui lòng nhập Giới tính
zh_hans: 性别 必需
zh_hant: 性別 必需

# STR_EDIT_PROFILE_ACTIVITY_HOW_DO_YOU_WANT_TO_SET_YOUR_PICTURE
source: Choose attachment
vi: Chọn Ảnh
zh_hans: 选择附档
zh_hant: 選擇附檔

# STR_EDIT_PROFILE_ACTIVITY_LANGUAGE
source: Language
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# STR_EDIT_PROFILE_ACTIVITY_OCCUPATION
source: Occupation
vi: Nghề nghiệp
zh_hans: 职业
zh_hant: 職業

# STR_EDIT_PROFILE_ACTIVITY_PHONE_NUMBER
source: Phone Number
vi: Số điện thoại
zh_hans: 联络电话
zh_hant: 聯絡電話

# STR_EDIT_PROFILE_ACTIVITY_SEND_ME_PROMOTION_OFFER_FROM_DHO
source: Send me information regarding promotions and discounts on Dr.HereOnline
vi: Nhận tin khuyến mãi của Dr.HereOnline
zh_hans: 我愿意收到名医实时通优惠活动信息
zh_hant: 我願意收到名醫實時通優惠活動信息

# STR_EMAIL
source: Email
zh_hans: 电子邮件
zh_hant: 電子郵件

# STR_EMAIL_EXISTED_AS_EXPERT_ACCOUNT_ADD_TO_CONTACT_LIST
source: This is an expert account. Please add this expert account into your contact list and select "Share with Expert" to add to your Share List
vi: Email này đã đăng ký trở thành Chuyên gia trên Dr.HereOnline. Vui lòng thêm tài khoản này vào danh sách liên lạc của bạn và chọn "Chia sẻ với Chuyên gia" để thêm tài khoản này vào danh sách chia sẻ.
zh_hans: 此为专家帐号，请先将此帐号的专家加入您的健康咨询名单后，再经由“分享给专家”选项，加入分享名单
zh_hant: 此為專家帳號，請先將此帳號的專家加入您的健康諮詢名單後，再經由“分享給專家”選項，加入分享名單

# STR_EMAIL_EXISTED_AS_EXPERT_ACCOUNT_RE_SELECT_TO_SHARED_LIST
source: This is a Dr.HereOnline expert account, please re-select "Share with Expert" to add to your Share List.
vi: Email này đã đăng ký trở thành Chuyên gia trên Dr.HereOnline. Vui lòng chọn "Chia sẻ với Chuyên gia" để thêm tài khoản này vào danh sách chia sẻ.
zh_hans: 此为名医实时通服务社群专家帐号，请重新选择“分享给专家”选项，加入分享名单
zh_hant: 此為名醫實時通服務社群專家帳號，請重新選擇“分享給專家”選項，加入分享名單

# STR_ENTER_TEXT
source: Enter text
vi: Nhập ký tự
zh_hans: 输入文字
zh_hant: 輸入文字

# STR_ENTER_YOUR_EMAIL_OR_MOBILE_NUMBER
source: Enter your email or mobile number
vi: Nhập email hoặc số di động
zh_hans: 输入邮件帐号或手机号码
zh_hant: 輸入郵件帳號或手機號碼

# STR_ENTER_YOUR_PASSWORD
source: Enter your password
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# STR_ERROR_VALD_1003
source: Email cannot be empty
vi: Vui lòng nhập email
zh_hans: 电子邮件不能为空
zh_hant: 電子郵件不能為空

# STR_ERROR_VALD_1005
source: This email already exists in the system
vi: Email này đã tồn tại trong hệ thống
zh_hans: 此邮件在系统中已经存在
zh_hant: 此郵件在系統中已經存在

# STR_ERROR_VALD_1008
source: Passwords do not match
vi: Xác nhận mật khẩu không phù hợp
zh_hans: 确认密码不匹配
zh_hant: 確認密碼不匹配

# STR_ERROR_VALD_1018
source: Date of birth cannot be a future date
vi: Ngày sinh không thể là ngày trong tương lai
zh_hans: 出生日期不能是未来的日期
zh_hant: 出生日期不能是未來的日期

# STR_EVERY
source: Every
vi: Mọi
zh_hans: 每
zh_hant: 每

# STR_EVERYDAY
source: Everyday
vi: Hàng ngày
zh_hans: 每天
zh_hant: 每天

# STR_EVERY_FRIDAY
source: Every Friday
vi: Mọi thứ sáu
zh_hans: 每周五
zh_hant: 每週五

# STR_EVERY_MONDAY
source: Every Monday
vi: Mọi thứ hai
zh_hans: 每周一
zh_hant: 每週一

# STR_EVERY_SATURDAY
source: Every Saturday
vi: Mọi thứ bảy
zh_hans: 每周六
zh_hant: 每週六

# STR_EVERY_SUNDAY
source: Every Sunday
vi: Mọi chủ nhật
zh_hans: 每周日
zh_hant: 每週日

# STR_EVERY_THURSDAY
source: Every Thursday
vi: Mọi thứ năm
zh_hans: 每周四
zh_hant: 每週四

# STR_EVERY_TUESDAY
source: Every Tuesday
vi: Mọi thứ ba
zh_hans: 每周二
zh_hant: 每週二

# STR_EVERY_WEDNESDAY
source: Every Wednesday
vi: Mọi thứ tư
zh_hans: 每周三
zh_hant: 每週三

# STR_EXAMDATA_ACTVITY_GENERALDATA_IS_NOT_COMPLETE
source: The General Health Info is not complete
vi: Thông tin sức khỏe cơ bản chưa đầy đủ
zh_hans: 基本健康资讯不完整
zh_hant: 基本健康資訊不完整

# STR_EXAM_ACTIVITY_EDIT_EXAM_DATA
source: Edit Exam data
vi: Chỉnh sửa dữ liệu
zh_hans: 修改检验数据
zh_hant: 編輯檢驗數據

# STR_EXAM_ACTIVITY_HOSPITAL_NAME_AND_DATE_NOT_EMPTY
source: The hospital name and date of examination cannot be empty
vi: Vui lòng nhập tên bệnh viện và ngày khám
zh_hans: 检查医院名称和日期不能为空
zh_hant: 檢查醫院名稱和日期不能為空

# STR_EXAM_ACTIVITY_PLEASE_FILL
source: Please fill in at least one field
vi: Vui lòng điền ít nhất một trường
zh_hans: 请填入至少一个栏位
zh_hant: 請填入至少一個欄位

# STR_EXAM_CANCEL
source: Cancel
vi: Bỏ qua
zh_hans: 略过
zh_hant: 略過

# STR_EXAM_DATE
source: Exam Date:
vi: Ngày khám:
zh_hans: 检验日期:
zh_hant: 檢驗日期:

# STR_EXAM_GUIDE_ACTIVITY_PAGE1_TITLE
source: How do I input a value with different units?
vi: Làm thế nào để nhập giá trị với đơn vị khác nhau?
zh_hans: 如何输入不同单位的检测数据 ?
zh_hant: 如何輸入不同單位的檢測數據 ?

# STR_EXAM_GUIDE_ACTIVITY_PAGE2_TITLE
source: How do I edit the value of an exam item?
vi: Làm thế nào để thay đổi chỉ số sức khỏe?
zh_hans: 如何变更输入的检测数据 ?
zh_hant: 如何變更輸入的檢測數據 ?

# STR_EXAM_UPDATE
source: Update
vi: Cập nhật
zh_hans: 填写
zh_hant: 填寫

# STR_EXAM_UPDATE_DATE
source: Update Date:
vi: Cập nhật:
zh_hans: 更新日期:
zh_hant: 更新日期

# STR_EXPERT
source: Expert
vi: Chuyên gia
zh_hans: 专家
zh_hant: 專家

# STR_EXPERT_REMOVED_YOU
source: %@ removed you
vi: %@ đã bỏ bạn ra khỏi danh sách
zh_hans: %@ 移除了您
zh_hant: %@ 移除了您

# STR_EXPIRATION_DATE
source: Expiration date
vi: Thời gian hết hạn
zh_hans: 到期日期
zh_hant: 到期日期

# STR_EXPIRED
source: Expired
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# STR_EXPIRES_ON
source: Expires on
vi: Ngày hết hạn
zh_hans: 到期日期
zh_hant: 到期日期

# STR_FAILED_TO_UNSEND_MESSAGE
source: Failed to unsend message
vi: Thu hồi tin nhắn không thành công
zh_hans: 收回讯息失败
zh_hant: 收回訊息失敗

# STR_FATR_REFERENCE
source: Body Fat Percentage (FATR)
vi: Tỷ lệ phần trăm mỡ cơ thể
zh_hans: 体脂肪率 (FATR) 参考标准
zh_hant: 體脂肪率 (FATR) 參考標準

# STR_FAVORITE
source: Favorite
vi: Yêu thích
zh_hans: 我的最爱
zh_hant: 我的最愛

# STR_FEMALE
source: Female
vi: Nữ
zh_hans: 女性
zh_hant: 女性

# STR_FEVER
source: Fever
vi: Sốt
zh_hans: 发烧
zh_hant: 發燒

# STR_FILTER_BY_FOLLOW_UP
source: Filter by the status of follow-up
vi: Lọc theo trạng thái theo dõi
zh_hans: 按追踪状态过滤
zh_hant: 按追蹤狀態過濾

# STR_FIRST_SIGN_IN
source: Sign In
vi: Đăng nhập
zh_hans: 首次登入
zh_hant: 首次登入

# STR_FIRST_SIGN_IN_JOIN
source: Join
vi: Gia nhập
zh_hans: 加入诊所
zh_hant: 加入診所

# STR_FIRST_SIGN_IN_OK
source: OK
zh_hans: 完成
zh_hant: 完成

# STR_FOLLOW_UP_INFO
source: Follow up info
vi: Theo dõi thông tin
zh_hans: 追踪讯息
zh_hant: 追蹤訊息

# STR_FOREHEAD_TEMPERATURE
source: Forehead Temperature
vi: Nhiệt độ trán
zh_hans: 额温
zh_hant: 額溫

# STR_FORGOTPASSWORD_ACTIVITY_HINT_EMAIL
source: Enter your email
vi: Nhập email
zh_hans: 輸入郵件帳號
zh_hant: 輸入郵件帳號

# STR_FORGOT_PASSWORD_ACTIVITY_FORGOT_PASSWORD
source: Forgot Password
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# STR_FORGOT_PASSWORD_ACTIVITY_GUIDE
source: Please enter your email and follow the instructions to finish resetting your password
vi: Vui lòng nhập email và thực hiện theo chỉ dẫn để hoàn thành quá trình
zh_hans: 请输入您的邮件帐号并依照指示完成变更程序
zh_hant: 請輸入您的郵件帳號並依照指示完成變更程序

# STR_FRAGMENT_BILLING_HISTORY_TOTAL
source: Total
vi: Tổng cộng
zh_hans: 总计
zh_hant: 總計

# STR_FRAGMENT_MY_PROFILE_NAME
source: Full Name
vi: Họ tên
zh_hans: 姓名
zh_hant: 姓名

# STR_FRAGMENT_SERVICE_SETTING_END_TIME_NOT_VALID
source: The end time cannot be earlier than the start time.
vi: Thời gian kết thúc không được sớm hơn thời gian bắt đầu
zh_hans: 结束时间必须大于开始时间
zh_hant: 結束時間必須大於開始時間

# STR_FREE
source: Free
vi: Tự do
zh_hans: 自由
zh_hant: 自由

# STR_FRI
source: Fri
vi: Thứ 6
zh_hans: 周五
zh_hant: 週五

# STR_FULFILLED
source: Fulfilled
vi: Hoàn thành
zh_hans: 已履行
zh_hant: 已履行

# STR_GALLERY_FRAGMENT_TOAST_GALLERY_FRAGMENT
source: You can only send 1 image
vi: Mỗi lần gửi tối đa 1 ảnh
zh_hans: 每次最多传1张图档
zh_hant: 每次最多傳1張圖檔

# STR_GALLERY_INVALID_PHOTO
source: Invalid Photo
vi: Định dạng ảnh không đúng
zh_hans: 照片无效
zh_hant: 照片無效

# STR_GENERALDATA_ACTIVITY_ALCOHOL
source: Alcohol
vi: Uống rượu
zh_hans: 喝酒
zh_hant: 喝酒

# STR_GENERALDATA_ACTIVITY_ARR_ALCOHOL_ITEM_ALCOHOL_ITEM1
source: - Greater or equal to 900ml (30.5 oz) of 5% beer
vi: - Tương đương hơn 900ml bia nồng độ 5%
zh_hans: - 等于5%啤酒超过900ml
zh_hant: - 等於5%啤酒超過900ml

# STR_GENERALDATA_ACTIVITY_ARR_ALCOHOL_ITEM_ALCOHOL_ITEM2
source: - Greater or equal to 375ml (12.7oz) of 12% wine
vi: - Tương đương hơn 375ml rượu vang nồng độ 12%
zh_hans: - 等于12%红酒超过375ml
zh_hant: - 等於12%紅酒超過375ml

# STR_GENERALDATA_ACTIVITY_ARR_ALCOHOL_ITEM_ALCOHOL_ITEM3
source: - Equal to 113ml (3.9 oz) of 40% heavy alcohol
vi: - Tương đương hơn 113ml rượu nồng độ 40%
zh_hans: - 等于40%烈酒超过113ml
zh_hant: - 等於40%烈酒超過113ml

# STR_GENERALDATA_ACTIVITY_BETEL_NUT_CHEWING
source: Betel nut chewing
vi: Nhai trầu
zh_hans: 嚼槟榔
zh_hant: 嚼檳榔

# STR_GENERALDATA_ACTIVITY_BIRTHDAY
source: Birthday
vi: Ngày sinh
zh_hans: 生日
zh_hant: 生日

# STR_GENERALDATA_ACTIVITY_BLOOD_TYPE
source: Blood type & Rh factor
vi: Nhóm máu và yếu tố Rh
zh_hans: 血型与Rh因子
zh_hant: 血型與Rh因子

# STR_GENERALDATA_ACTIVITY_COFFEE
source: Coffee
vi: Cà phê
zh_hans: 咖啡
zh_hant: 咖啡

# STR_GENERALDATA_ACTIVITY_DAILY_WORKING_HOURS
source: Daily working hours
vi: Thời gian làm việc
zh_hans: 每日工时
zh_hant: 每日工時

# STR_GENERALDATA_ACTIVITY_FAMILY_HISTORY
source: Family History
vi: Bệnh sử gia đình
zh_hans: 家族病史
zh_hant: 家族病史

# STR_GENERALDATA_ACTIVITY_FEMALE
source: Female
vi: Nữ
zh_hans: 女
zh_hant: 女

# STR_GENERALDATA_ACTIVITY_GENDER
source: Gender
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

# STR_GENERALDATA_ACTIVITY_GIVEBIRTH
source: Given birth
vi: Sinh sản
zh_hans: 生育
zh_hant: 生育

# STR_GENERALDATA_ACTIVITY_GIVE_BIRTH_NO
source: No
vi: Chưa sinh
zh_hans: 无
zh_hant: 無

# STR_GENERALDATA_ACTIVITY_GIVE_BIRTH_YES
source: Yes
vi: Đã sinh
zh_hans: 有
zh_hant: 有

# STR_GENERALDATA_ACTIVITY_HOURS
source: hours
vi: Tiếng
zh_hans: 小时
zh_hant: 小時

# STR_GENERALDATA_ACTIVITY_MALE
source: Male
vi: Nam
zh_hans: 男
zh_hant: 男

# STR_GENERALDATA_ACTIVITY_MARRIAGE_STATUS
source: Marriage status
vi: Hôn nhân
zh_hans: 婚姻
zh_hant: 婚姻

# STR_GENERALDATA_ACTIVITY_MEDICATIONS_HEALTH_SUPPLEMENTS
source: Medication history, Nutritional supplements
vi: Tình trạng sử dụng thuốc và thực phẩm chức năng
zh_hans: 用药史、保健品
zh_hant: 用藥史、保健品

# STR_GENERALDATA_ACTIVITY_MENU_HEALTH_FILES
source: General Health Info
vi: Thông tin sức khỏe cơ bản
zh_hans: 基本健康资讯
zh_hant: 基本健康資訊

# STR_GENERALDATA_ACTIVITY_NO
source: No
vi: Không
zh_hans: 无
zh_hant: 無

# STR_GENERALDATA_ACTIVITY_PERSONAL_HISTORY
source: Medical history
vi: Bệnh sử cá nhân
zh_hans: 个人病史
zh_hant: 個人病史

# STR_GENERALDATA_ACTIVITY_SLEEPING_TIME
source: Hours of sleep
vi: Thời gian ngủ
zh_hans: 睡眠时间
zh_hant: 睡眠時間

# STR_GENERALDATA_ACTIVITY_SMOKING
source: Smoking
vi: Hút thuốc
zh_hans: 抽烟
zh_hant: 抽煙

# STR_GENERALDATA_ACTIVITY_YES
source: Yes
vi: Có
zh_hans: 有
zh_hant: 有

# STR_GENERAL_ACTIVITY_SELECT_FAMILY_HISTORY
source: Select at least one item
vi: Vui lòng chọn ít nhất một mục
zh_hans: 至少一项选择
zh_hant: 至少一項選擇

# STR_GENERAL_ACTVITY_NOT_COMPLETE_FIELDS
source: Intelligent Analysis Report requires all information to be filled in, you have not completed the form.
vi: Báo cáo phân tích sức khỏe thông minh yêu cầu điền đầy đủ tất cả thông tin, bạn vẫn chưa hoàn thành biểu mẫu
zh_hans: 智能健康分析报告须要所有栏位资料，尚未填毕
zh_hant: 智能健康分析報告須要所有欄位資料，尚未填畢

# STR_GENERAL_ACTVITY_REQUIRE_INFO
source: Intelligent Analysis Report requires all fields of data to be filled in, please complete the form
vi: Báo cáo phân tích sức khỏe yêu cầu điền đầy đủ tất cả thông tin, vui lòng hoàn thành biểu mẫu
zh_hans: 智能健康分析报告须要所有栏位资料， 烦请填毕
zh_hant: 智能健康分析報告須要所有欄位資料， 煩請填畢

# STR_GENERAL_AND_EXAM_TOAST_REGISRE_BIRTHDAY_FAIL
source: Date of examination cannot be a future date
vi: Ngày khám không thể là ngày trong tương lai
zh_hans: 检查日期不能是未来的日期
zh_hant: 檢查日期不能是未來的日期

# STR_GLS_2_HOUR_PLASMA_GLUCOSE
source: 2-hour plasma glucose
vi: Nồng độ đường huyết 2 giờ sau ăn
zh_hans: 饭后2小时血糖
zh_hant: 飯後2小時血糖

# STR_GLS_2_HOUR_PLASMA_GLUCOSE_FULL_NAME
source: 2-hPG: 2-hour plasma glucose
vi: 2-hPG: Nồng độ đường huyết 2 giờ sau ăn
zh_hans: 2-hPG: 饭后2小时血糖
zh_hant: 2-hPG: 飯後2小時血糖

# STR_GLS_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to measure your blood glucose!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ đo nồng độ đường huyết.
zh_hans: 名医实时通的提醒 现在是您测量血糖的时候
zh_hant: 名醫實時通的提醒 現在是您測量血糖的時候

# STR_GLS_ALARM_SETUP
source: Alarm Setting
vi: Cài đặt hẹn giờ
zh_hans: 闹钟设定
zh_hant: 鬧鐘設定

# STR_GLS_AVAILABLE_DEVICE
source: Available Devices
vi: Thiết bị có sẵn
zh_hans: 可用设备
zh_hant: 可用設備

# STR_GLS_BLOOD_GLUCOSE
source: Blood Glucose
vi: Đường huyết
zh_hans: 血糖
zh_hant: 血糖

# STR_GLS_BLOOD_GLUCOSE_DATA
source: Blood glucose data
vi: Dữ liệu đường huyết
zh_hans: 血糖数据
zh_hant: 血糖數據

# STR_GLS_BLOOD_GLUCOSE_REQUIRED
source: Blood Glucose field is required
vi: Vui lòng chọn trường Đường huyết
zh_hans: 血糖栏位 必需
zh_hant: 血糖欄位 必需

# STR_GLS_BLOOD_GLUCOSE_VALUE
source: Blood Glucose Value
vi: Chỉ số đường huyết
zh_hans: 血糖值
zh_hant: 血糖值

# STR_GLS_DELETE_DATA
source: Delete Data
vi: Xóa dữ liệu
zh_hans: 删除数据
zh_hant: 刪除數據

# STR_GLS_DEVICE_CONNECT
source: Connect
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

# STR_GLS_DEVICE_CONNECTED
source: Connected
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# STR_GLS_DEVICE_DISCONNECTED
source: Disconnected
vi: Không có kết nối
zh_hans: 没有连接
zh_hant: 沒有連接

# STR_GLS_DEVICE_STATUS
source: Status :
vi: Trạng thái :
zh_hans: 状态：
zh_hant: 狀態：

# STR_GLS_DHO_SUGGESTIONS
source: DHO Suggestions
vi: Lời khuyên từ DHO
zh_hans: 名医实时通的建议
zh_hant: 名醫實時通的建議
