Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# STR_MAIN_ACTIVITY_TAB_MORE
source: More
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# STR_MAIN_ACTIVITY_WELCOME
source: Welcome %@
vi: Xin chào %@
zh_hans: 欢迎 %@
zh_hant: 歡迎 %@

# STR_MAIN_ACTIVIY_DIALOG_CONVERTION_BILLING_ONE_POINT
source: One point:
vi: Một điểm:
zh_hans: 一点数 ：
zh_hant: 壹點數 ：

# STR_MAIN_ACTIVIY_DIALOG_TITLE_ITEM_CONVERSION_TABLE
source: Reference Table
vi: Bảng tham khảo
zh_hans: 点数转换参考
zh_hant: 點數轉換參考

# STR_MAKE_SURE_DATE_TIME_SETTINGS_ACCURATE
source: Please make sure the Date and Time settings on your device are accurate.
vi: Vui lòng đảm bảo ngày và giờ cài đặt trên thiết bị của bạn là chính xác.
zh_hans: 请确保设备上的日期和时间设置正确。
zh_hant: 請確保設備上的日期和時間設置正確。

# STR_MALE
source: Male
vi: Nam
zh_hans: 男性
zh_hant: 男性

# STR_MANAGE_ACCOUNTS
source: Manage accounts
vi: Quản lí tài khoản
zh_hans: 管理帐号
zh_hant: 管理帳號

# STR_MANAGE_ACCOUNTS_ON_THIS_DEVICE
source: Manage accounts on this device
vi: Quản lí các tài khoản trên thiết bị này
zh_hans: 管理此设备上的帐号
zh_hant: 管理此設備上的帳號

# STR_MANAGE_HEALTH_DATA_HERE
source: Manage your health anytime
vi: Luôn kiểm soát được tình trạng sức khỏe của bạn
zh_hans: 时时刻刻掌握自己的健康状态
zh_hant: 時時刻刻掌握自己的健康狀態

# STR_MANUALLY
source: Manually
vi: Tự nhập
zh_hans: 手动输入
zh_hant: 手動輸入

# STR_MEDIA_FILES_RESTORED_AFTER_MESSAGES_COMPLETED
source: Your media files will be restored in the background after the restoring of your messages is completed.
vi: Sau khi tin nhắn của bạn được khôi phục, tập tin đa phương tiện của bạn sẽ được khôi phục trong màn hình tin nhắn.
zh_hans: 您的媒体文件会在讯息回存完成后持续于背景回存。
zh_hant: 您的媒體文件會在訊息回存完成後持續於背景回存。

# STR_MEDICAL_PROVIDER
source: Medical Provider
vi: Cơ sở y tế
zh_hans: 医事机构
zh_hant: 醫事機構

# STR_MEDICATION
source: Medication
vi: Tên thuốc
zh_hans: 藥品名稱
zh_hant: 藥品名稱

# STR_MEDICATION_DAYS
source: Medication Period
vi: Số ngày cấp thuốc
zh_hans: 給藥日數
zh_hant: 給藥日數

# STR_MEMBER_SCHEDULE
source: Schedule
vi: Đặt lịch
zh_hans: 云挂号
zh_hant: 雲掛號

# STR_MESSAGES_BACK_UP_SUCCESSFULLY
source: Messages have been backed up successfully
vi: Sao lưu tin nhắn thành công
zh_hans: 讯息备份成功
zh_hant: 訊息備份成功

# STR_MESSAGES_RESTORE_SUCCESSFULLY
source: Messages have been restored successfully
vi: Khôi phục tin nhắn thành công
zh_hans: 讯息回存成功
zh_hant: 訊息回存成功

# STR_MESSAGE_COPY_SUCCESS
source: Copied successfully
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# STR_MESSAGE_DELETED
source: Message deleted
vi: Tin nhắn đã được xóa
zh_hans: 讯息已被删除
zh_hant: 訊息已被刪除

# STR_MESSAGE_ERROR_CODE_MEASURE_DATE_TIME
source: The time of measurement cannot be a future time
vi: Thời gian đo không thể là thời gian trong tương lai
zh_hans: 测量时间不能是未来的时间
zh_hant: 測量時間不能是未來的時間

# STR_MESSAGE_FREPP_LIMIT_IMAGE_WIDTH_HEIGHT
source: The height and width of the image must be less than 6000 pixels
vi: Kích thước chiều dài và chiều rộng ảnh không phải nhỏ hơn 4000 pixel
zh_hans: 图片的长度和宽度必须小于6000 pixels
zh_hant: 圖片的長度和寬度必須小於6000 pixels

# STR_MESSAGE_LESS_THAN_250_CHARACTERS
source: Content cannot exceed 250 characters
vi: Nội dung không được vượt quá 250 ký tự
zh_hans: 内容不能超过250个字符
zh_hant: 內容不能超過250個字符

# STR_MESSAGE_SEEN
source: Seen
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀

# STR_MESSAGE_SENDING
source: Sending
vi: Đang gửi
zh_hans: 传送中
zh_hant: 傳送中

# STR_MESSAGE_SENT
source: Sent
vi: Đã gửi
zh_hans: 寄出
zh_hant: 寄出

# STR_MESSAGE_TOAST_TEMPERATURE_MUST_NOT_BE_LOWER_THAN_33
source: Body temperature cannot be lower than 32 degrees
vi: Nhiệt độ cơ thể không được thấp hơn 32
zh_hans: 体温不能低于32
zh_hant: 體溫不能低於32

# STR_MESSAGE_UNSENT
source: Message unsent
vi: Tin nhắn đã được thu hồi
zh_hans: 讯息已被收回
zh_hant: 訊息已被收回

# STR_MGS_TIME_OUT
source: Request time out
vi: Hết thời gian yêu cầu
zh_hans: 请求超时
zh_hant: 請求超時

# STR_MICROPHONE
source: Microphone
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

# STR_MOBILE_NUMBER_CANNOT_EXCEED_NUMBER_DIGITS
source: Mobile number cannot exceed %@ digits
vi: Số di động không được vượt quá %@ chữ số
zh_hans: 手机号码不能超过%@位数
zh_hant: 手機號碼不能超過%@位數

# STR_MOBILE_NUMBER_IS_TOO_LONG
source: Mobile number is too long
vi: Số di động quá dài
zh_hans: 手机号码太长
zh_hant: 手機號碼太長

# STR_MON
source: Mon
vi: Thứ 2
zh_hans: 周一
zh_hant: 週一

# STR_MORE_BUY_POINTS
source: Buy Points
vi: Mua điểm
zh_hans: 购买点数
zh_hant: 購買點數

# STR_MRS_CARING_MSG_REPLY_NOT_SUPPORTED
source: Message Reply Not Supported
vi: Không hỗ trợ tính năng trả lời
zh_hans: 公告栏不支持信息发送
zh_hant: 公告欄不支援訊息發送

# STR_MSG_CODE_001
source: Invalid request
vi: Yêu cầu vô hiệu
zh_hans: 要求无效
zh_hant: 要求無效

# STR_MSG_CODE_002
source: Invalid user authorization
vi: Xác thực người dùng vô hiệu
zh_hans: 用户身份验证无效
zh_hant: 用戶身份驗證無效

# STR_MSG_CODE_004
source: Cannot save data
vi: Không thể lưu
zh_hans: 无法储存数据
zh_hant: 無法儲存資料

# STR_MSG_CODE_008
source: Account not activated
vi: Tài khoản chưa kích hoạt
zh_hans: 帐号尚未启用
zh_hant: 帳號尚未啟用

# STR_MSG_CODE_102
source: Token expired
vi: Token hết hạn
zh_hans: Token过期
zh_hant: Token過期

# STR_MSG_CODE_1121
source: Wrong mobile number format
vi: Định dạng số di dộng không đúng
zh_hans: 错误的手机格式
zh_hant: 錯誤的手機格式

# STR_MSG_CODE_901
source: Invalid email or password
vi: Email hoặc mật khẩu không đúng
zh_hans: 电子邮箱或密码无效
zh_hant: 電子郵箱或密碼無效

# STR_MSG_CODE_902
source: Cannot logout
vi: Không thể đăng xuất
zh_hans: 无法登出
zh_hant: 無法登出

# STR_MSG_CODE_903
source: Current password is invalid
vi: Mật khẩu hiện tại không đúng
zh_hans: 旧密码无效
zh_hant: 舊密碼無效

# STR_MSG_CODE_904
source: Password needs at least 8 characters
vi: Mật khẩu cần ít nhất 8 ký tự
zh_hans: 密码需要至少8个字符
zh_hant: 密碼需要至少8個字符

# STR_MSG_CODE_905
source: Expert is not in the system
vi: Tài khoản này không tồn tại
zh_hans: 专家不存在
zh_hant: 專家不存在

# STR_MSG_CODE_907
source: Email already exists
vi: Email đã tồn tại
zh_hans: 电子邮箱已存在
zh_hant: 電子郵箱已存在

# STR_MSG_CODE_908
source: No file uploaded on "avatar_upload"
vi: Không có dữ liệu Ảnh đại diện
zh_hans: 无头像资料
zh_hant: 无头像资料

# STR_MSG_CODE_909
source: Member is not associated with this expert
zh_hans: 会员不专属此专家
zh_hant: 會員不專屬此專家

# STR_MSG_CODE_911
source: No data
vi: Không có dữ liệu
zh_hans: 无资料
zh_hant: 無資料

# STR_MSG_CODE_912
source: Cannot obtain email from Facebook
vi: Không lấy được thông tin email từ Facebook
zh_hans: 无法取得Facebook的电子邮箱
zh_hant: 無法取得Facebook的電子郵箱

# STR_MSG_CODE_913
source: Member cannot login through Facebook
vi: Người dùng không thể đăng nhập bằng Facebook
zh_hans: 此会员别不能使用Facebook登录
zh_hant: 此會員別不能使用Facebook登入

# STR_MSG_CODE_914
source: Cannot create member account
vi: Không thể tạo tài khoản hội viên
zh_hans: 无法创建会员帐号
zh_hant: 無法建立會員帳號

# STR_MSG_CODE_915
source: Facebook token is invalid
vi: Facebook token không đúng
zh_hans: Facebook Token 无效
zh_hant: Facebook Token 無效

# STR_MSG_CODE_916
source: Cannot obtain associated expert ID
vi: Cannot get associated expert ID
zh_hans: 无法取得关联专家帐号
zh_hant: 無法取得關聯專家帳號

# STR_MSG_CODE_917
source: Member does not exist
vi: Tài khoản không tồn tại
zh_hans: 会员不存在
zh_hant: 會員不存在

# STR_MSG_CODE_918
source: This member does not have an associated expert
vi: This member do not has associated expert
zh_hans: 该会员无关联之专家
zh_hant: 該會員無關聯之專家

# STR_MSG_CODE_923
source: Expert account inactive
vi: Tài khoản chuyên gia chưa được kích hoạt
zh_hans: 专家帐号未启用
zh_hant: 專家帳號未啟用

# STR_MSG_CODE_924
source: Expert switch failed
vi: Apply expert failed
zh_hans: 专家转换申请失败
zh_hant: 專家轉換申請失敗

# STR_MSG_CODE_941
source: Password is invalid
vi: Mật khẩu không đúng
zh_hans: 密码是无效的
zh_hant: 密碼是無效的

# STR_MSG_CODE_943
source: Missing General Health Info
vi: Thiếu thông tin sức khỏe cơ bản
zh_hans: 缺少基本健康资讯
zh_hant: 缺少基本健康资讯

# STR_MSG_CODE_955
source: Expired verification code
vi: Mã xác nhận đã hết hạn
zh_hans: 验证码已过期
zh_hant: 驗證碼已過期

# STR_MSG_CODE_956
source: This function is not yet available for Weibo
vi: Chức năng dành cho tài khoản Weibo chưa hoàn thành.
zh_hans: 这个微博的功能尚未完成
zh_hant: 這個微博的功能尚未完成

# STR_MSG_CODE_969
source: Mobile number already exists
vi: Số di động đã tồn tại
zh_hans: 手机号码已存在
zh_hant: 手機號碼已存在

# STR_MSG_CODE_971
source: Phone number already exists
vi: Số điện thoại đã tồn tại
zh_hans: 电话号码已存在
zh_hant: 電話號碼已存在

# STR_MSG_CODE_972
source: Invalid mobile number or password
vi: Số di động hoặc mật khẩu không đúng
zh_hans: 手机号码或密码无效
zh_hant: 手機號碼或密碼無效

# STR_MSG_CODE_973
source: Your account has been activated successfully
vi: Tài khoản đã được kích hoạt thành công
zh_hans: 您的帐号已成功激活
zh_hant: 您的帳號已成功激活

# STR_MSG_CODE_974
source: The Return Date cannot be changed after it is updated
vi: Không thể thay đổi ngày tái khám sau khi đã cập nhật ngày tái khám tiếp theo.
zh_hans: 下次回诊日更新后，回诊日不能更改
zh_hant: 下次回診日更新後，回診日不能更改

# STR_MSG_CODE_975
source: Email is invalid
vi: Email không đúng
zh_hans: 电子邮箱无效
zh_hant: 電子郵箱無效

# STR_MSG_CODE_978
source: Disabled account
vi: Tài khoản không khả dụng
zh_hans: 此帐号不可用
zh_hant: 此帳號不可用

# STR_MSG_CODE_981
source: Please check the latest update and edit later
vi: Vui lòng kiểm tra dữ liệu mới nhất và chỉnh sửa sau
zh_hans: 请检查最新更新，并稍后编辑
zh_hant: 請檢查最新更新，並稍後編輯

# STR_MSG_CODE_999
source: Error
vi: Lỗi ngoại lệ
zh_hans: 异常错误
zh_hant: 異常錯誤

# STR_MSG_ENTER_YOUR_EMAIL
source: Please enter your email
vi: Vui lòng nhập email
zh_hans: 请输入邮件帐号
zh_hant: 請輸入郵件帳號

# STR_MSG_ERROR
source: Error
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# STR_MSG_SUCCESS
source: Success
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# STR_MSG_TRY_AGAIN
source: Try again
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# STR_MS_CARING_BUTTON_CANCEL
source: Cancel
vi: Bỏ qua
zh_hans: 略过
zh_hant: 略過

# STR_MS_CARING_BUTTON_READ
source: Read
vi: Đọc
zh_hans: 前往读取
zh_hant: 前往讀取

# STR_MS_CARING_UNREAD_MESSAGES
source: You have unread messages in Ms. Caring.
vi: Bạn có tin nhắn chưa đọc từ Ms. Caring
zh_hans: 您有尚未读取之Ms. Caring讯息
zh_hant: 您有尚未讀取之Ms. Caring訊息

# STR_MY_HEALTH_BANK
source: My Health Bank
zh_hans: 健康存折
zh_hant: 健康存摺

# STR_MY_LOCATION
source: My location
vi: Vị trí của tôi
zh_hans: 我的位置
zh_hant: 我的位置

# STR_NAME_LENGTH_RULE
source: The length of your name must be between 2 to 50 characters
vi: Tên có độ dài từ 2 đến 50 ký tự
zh_hans: 名称必须在2到50个字符
zh_hant: 名稱必須在2到50個字符

# STR_NAME_RULE
source: Name cannot contain special characters *<>[]\"
vi: Tên không được phép bao gồm các ký tự *<>[]\ "
zh_hans: 姓名不得内含特殊子元 *<>[]\"
zh_hant: 姓名不能內含特殊子元 *<>[]\"

# STR_NATIONAL_ID_INCLUDE_10_CHARACTERS
source: National ID must include 10 characters
vi: Số CMND/CCCD phải bao gồm 10 ký tự
zh_hans: 身份证号必须包含10个字符
zh_hant: 身份證號必須包含10個字符

# STR_NATIONAL_ID_NO
source: National ID No.
vi: Số CMND/CCCD
zh_hans: 身份证号
zh_hant: 身份證號

# STR_NEARBY_CLINICS
source: Nearby Clinics
vi: Phòng khám gần đây
zh_hans: 附近的诊所
zh_hant: 附近的診所

# STR_NETWORKING_TRYAGAIN
source: Try again
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# STR_NETWORK_UNAVAILABLE
source: Network Unavailable
vi: Không có internet
zh_hans: 网络失效
zh_hant: 網絡失效

# STR_NEVER
source: Never
vi: Không bao giờ
zh_hans: 永不
zh_hant: 永不

# STR_NEW
source: New
vi: Mới
zh_hans: 新
zh_hant: 新

# STR_NEWEDITEXAM_ACTIVITY_ADVANCED_BLOOD_TESTING
source: Advanced Blood Testing
vi: Xét nghiệm máu nâng cao
zh_hans: 进阶血液检查
zh_hant: 進階血液檢查

# STR_NEWEDITEXAM_ACTIVITY_BASIC_BLOOD_TESTING
source: Basic Blood Testing
vi: Xét nghiệm máu cơ bản
zh_hans: 基础血液项目
zh_hant: 基礎血液項目

# STR_NEWEDITEXAM_ACTIVITY_ENDOCRINE_SYSTEM
source: Endocrine System
vi: Hệ nội tiết
zh_hans: 内分泌系统
zh_hant: 內分泌系統

# STR_NEWEDITEXAM_ACTIVITY_GROUP_BASIC_EXAM
source: Basic Exam
vi: Kiểm tra cơ bản
zh_hans: 基础检查
zh_hant: 基礎檢查

# STR_NEWEDITEXAM_ACTIVITY_GROUP_CARDIOPULMONARY
source: Cardiopulmonary Function and the Respiratory System
vi: Hệ tim phổi và hệ hô hấp
zh_hans: 心肺功能与呼吸系统
zh_hant: 心肺功能與呼吸系統

# STR_NEWEDITEXAM_ACTIVITY_GROUP_DIGESTIVE
source: Digestive System
vi: Hệ tiêu hóa
zh_hans: 肝胆与消化系统
zh_hant: 肝膽與消化系統

# STR_NEWEDITEXAM_ACTIVITY_IMMUNE_SYSTEM
source: Immune System
vi: Hệ miễn dịch
zh_hans: 免疫系统
zh_hant: 免疫系統

# STR_NEWEDITEXAM_ACTIVITY_SEXUALLY_TRANSMITTED_DISEASES
source: Sexually Transmitted Diseases
vi: Bệnh truyền nhiễm
zh_hans: 感染检验
zh_hant: 感染檢驗

# STR_NEWEDITEXAM_ACTIVITY_TUMOR_MARKERS
source: Tumor Markers
vi: Tumor marker (chất chỉ điểm khối u)
zh_hans: 防癌筛检
zh_hant: 防癌篩檢

# STR_NEW_ALARM
source: New Alarm
vi: Thêm báo thức
zh_hans: 新增闹钟
zh_hant: 新增鬧鐘

# STR_NEW_ALARM_CONFLICT_EXISTED_ALARM
source: The new alarm conflicts with an existing one. Please turn off the undesired alarm.
vi: Báo thức mới tạo xung đột với báo thức khác đã tồn tại. Vui lòng tắt báo thức không cần thiết.
zh_hans: 此新的闹钟与现有的另一闹钟冲突，请关闭不必要的闹钟。
zh_hant: 此新的鬧鐘與現有的另一鬧鐘衝突，請關閉不必要的鬧鐘。

# STR_NEW_EMAIL_ADDRESS
source: New email address
vi: Nhập email mới
zh_hans: 输入新的邮件帐号
zh_hant: 輸入新的郵件帳號

# STR_NEW_EXAM_ACTIVITY_CONFIRM_EXIT
source: Save before exiting?
vi: Lưu và thoát màn hình?
zh_hans: 您要储存检测数据后离开吗？
zh_hant: 您要儲存檢測數據後離開嗎？

# STR_NEW_EXAM_ACTIVITY_DATE
source: Exam Date
vi: Ngày khám
zh_hans: 检验日期
zh_hant: 檢驗日期

# STR_NEW_EXAM_ACTIVITY_DATE_INPUT_HOSPITAL_NAME
source: Input Hospital Name
vi: Nhập tên bệnh viện
zh_hans: 输入医院名称
zh_hant: 輸入醫院名稱

# STR_NEW_EXAM_ACTIVITY_HOSPITAL_NAME
source: Hospital Name
vi: Tên bệnh viện
zh_hans: 医院名称
zh_hant: 醫院名稱

# STR_NEW_EXAM_ACTIVITY_NEW_EXAM_DATA
source: New Exam Data
vi: Thêm dữ liệu
zh_hans: 新增检验数据
zh_hant: 新增檢驗數據

# STR_NEW_EXAM_REPORT
source: New Exam Report
vi: Báo cáo kết quả mới
zh_hans: 新检验报告
zh_hant: 新檢驗報告

# STR_NEXT_RETURN_DATE_MUST_BE_FUTURE_TIME
source: The next return date must be a future time
vi: Ngày tái khám tiếp theo phải là ngày trong tương lai
zh_hans: 下次回诊日必需是未来时间
zh_hant: 下次回診日必需是未來時間

# STR_NHI_PAYMENT_POINTS
source: NHI Payment Points
vi: Số điểm phòng khám nhận được từ Health Care
zh_hans: 健保点数
zh_hant: 健保點數

# STR_NO
source: No
vi: Không
zh_hans: 否
zh_hant: 否

# STR_NONE
source: None
vi: Không
zh_hans: 无
zh_hant: 無

# STR_NORMAL
source: Normal
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# STR_NORMAL_RANGE
source: Normal Range
vi: Bình thường
zh_hans: 正常值
zh_hant: 正常值

# STR_NOTE
source: Note
vi: Ghi chú
zh_hans: 注
zh_hant: 註

# STR_NOTIFICATION_REQUEST_AUTHORIZE
source: Request authorization
vi: Yêu cầu cho phép
zh_hans: 申请授权
zh_hant: 申請授權

# STR_NOTIFICATION_SAVE_SUCCESSFULL
source: Save successfull
zh_hans: 成功储存
zh_hant: 成功儲存

# STR_NOT_NOW
source: Not Now
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# STR_NO_ABNORMAL_VALUES_FOLLOW_UP_CURRENTLY
source: You have no abnormal values to follow-up with currently
vi: Hiện tại không có giá trị bất thường cần theo dõi
zh_hans: 您目前无异常值追踪项目。
zh_hant: 您目前無異常值追蹤項目。

# STR_NO_ALARM_SET
source: No alarm set
vi: Chưa đặt báo thức
zh_hans: 尚无闹钟设定
zh_hant: 尚無鬧鐘設定

# STR_NO_BACKUP_CURRENT_GOOGLE_DRIVE_ACCOUNT
source: There is no backup available on your current Google Drive account.
vi: Không có bản sao lưu nào trên tài khoản Google Drive hiện tại của bạn.
zh_hans: 您当前的Google云端硬碟帐户上没有可用的备份。
zh_hant: 您當前的Google雲端硬碟帳戶上沒有可用的備份。

# STR_NO_CLINIC_EXPERT_PLEASE_SEARCH
source: There are no Clinic or Expert contacts. Please search for a preferred expert and begin your online health assistance.
vi: Chưa có Phòng khám hoặc Chuyên gia trong danh sách. Vui lòng tìm kiếm để được hỗ trợ về sức khỏe.
zh_hans: 目前您尚未加入任何诊所或医师(专家)，请依照指示搜寻并开始享用各项功能，以提供您健康上的协助。
zh_hant: 目前您尚未加入任何診所或醫師(專家)，請依照指示搜尋並開始享用各項功能，以提供您健康上的協助。

# STR_NO_COUPON_AVAILABLE
source: No coupon available
vi: Không có phiếu giảm giá nào
zh_hans: 没有活动券
zh_hant: 沒有活動券

# STR_NO_DATA_FOR_BACKUP
source: There is no data available for backup.
vi: Bạn chưa có dữ liệu để sao lưu.
zh_hans: 无数据可以进行备份
zh_hant: 無數據可以進行備份

# STR_NO_DONATE_TO_CHARITY
source: No, Donate to charity
vi: Không, quyên tặng cho tổ chức từ thiện
zh_hans: 否：捐赠给慈善机构
zh_hant: 否: 捐贈給慈善機構

# STR_NO_EXAM_DATA
source: No exam data
vi: Chưa có dữ liệu
zh_hans: 尚无资料
zh_hant: 尚無資料

# STR_NO_EXAM_DATA_GENERATE_REPORT
source: No exam data to generate Intelligent Health Analysis Report
vi: Không có dữ liệu để thực hiện phân tích
zh_hans: 没有检验数据以进行智能健康分析
zh_hant: 没有檢驗數據以進行智能健康分析

# STR_NO_HISTORY
source: No history
vi: Không tìm thấy lịch sử
zh_hans: 没有历史记录
zh_hant: 沒有歷史記錄

# STR_NO_REPEAT
source: No repeat
vi: Không lặp lại
zh_hans: 不重复
zh_hant: 不重複

# STR_NO_USER_DEFINED_SETTING
source: No user defined settings!
vi: Chưa có cài đặt!
zh_hans: 无使用者自订时程设定！
zh_hant: 無使用者自訂時程設定！

# STR_NUMBER_OF_DISEASES_WITHIN_THE_LATEST_VISITS
source: %@ diseases within the most recent visits
vi: %@ diseases within the latest visits
zh_hans: 就醫日期最新的%@名疾病
zh_hant: 就醫日期最新的%@名疾病

# STR_NUMBER_OF_VISITS
source: Number of Visits
vi: Số lần khám
zh_hans: 就医次数
zh_hant: 就醫次數

# STR_OCR_DEVICE_VALUE_CANNOT_RECOGNIZED
source: This device value cannot be recognized! Please try it again. (%@)
vi: Không thể nhận diện được giá trị trên thiết bị. Vui lòng thử lại! (%@)
zh_hans: 此设备数值无法辨识，请再重新拍照传送！ (%@)
zh_hant: 此設備數值無法辨識，請再重新拍照傳送！ (%@)

# STR_OCR_SYSTEM_FAILURE
source: System failure! Please input value manually. (%@)
vi: Lỗi hệ thống! Vui lòng tự nhập giá trị. (%@)
zh_hans: 系统错误，请手动输入数值！ (%@)
zh_hant: 系統錯誤，請手動輸入數值！ (%@)

# STR_OFF
source: Off
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# STR_ON
source: On
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# STR_ORAL_TEMPERATURE
source: Oral Temperature
vi: Nhiệt độ miệng
zh_hans: 口温
zh_hant: 口溫

# STR_ORDER_CODE_MEDICATION
source: Order-Code (Medication)
vi: Mã dặn dò y tế (thuốc)
zh_hans: 藥品醫囑代碼
zh_hant: 藥品醫囑代碼

# STR_OTHER_BACKUPS
source: Other backups
vi: Các bản sao lưu khác
zh_hans: 其他备份
zh_hant: 其他備份

# STR_OVERWEIGHT
source: Overweight
vi: Thừa cân
zh_hans: 超重
zh_hant: 超重

# STR_OVER_30
source: Over 30 years old
vi: Trên 30 tuổi
zh_hans: 30岁以上
zh_hant: 30歲以上

# STR_OXYGEN
source: Oxygen
vi: Oxy
zh_hans: 氧气
zh_hant: 氧氣

# STR_PASSWORD_SAME_PREVIOUS
source: Your new password cannot be the same as your previous password.
vi: Mật khẩu mới không được giống mật khẩu cũ
zh_hans: 新密码不能与旧密码相同
zh_hant: 新密碼不能與舊密碼相同

# STR_PAYMENT_100_USD
source: 100 USD
zh_hans: 100 美元
zh_hant: 100 美元

# STR_PAYMENT_10_USD
source: 10 USD
zh_hans: 10 美元
zh_hant: 10 美元

# STR_PAYMENT_200_USD
source: 200 USD
zh_hans: 200 美元
zh_hant: 200 美元

# STR_PAYMENT_20_USD
source: 20 USD
zh_hans: 20 美元
zh_hant: 20 美元

# STR_PAYMENT_40_USD
source: 40 USD
zh_hans: 40 美元
zh_hant: 40 美元

# STR_PAYMENT_60_USD
source: 60 USD
zh_hans: 60 美元
zh_hant: 60 美元

# STR_PAYMENT_CHARGE
source: USD
zh_hans: 收费
zh_hant: 收費

# STR_PAYMENT_WITH_ALIPAY
source: Payment with Alipay
vi: Thanh toán bằng Alipay
zh_hans: 使用Alipay付款
zh_hant: 使用Alipay付款

# STR_PAYMENT_WITH_JCB
source: Payment with JCB
vi: Thanh toán bằng JCB
zh_hans: 使用JCB付款
zh_hant: 使用JCB付款

# STR_PAYMENT_WITH_MASTERCARD
source: Payment with Mastercard
vi: Thanh toán bằng Mastercard
zh_hans: 使用Mastercard付款
zh_hant: 使用Mastercard付款

# STR_PAYMENT_WITH_NGANLUONG
source: Payment with Nganluong
vi: Thanh toán bằng Ngân Lượng
zh_hans: 使用Nganluong付款
zh_hant: 使用Nganluong付款

# STR_PAYMENT_WITH_PAYPAL
source: Payment with PayPal
vi: Thanh toán bằng PayPal
zh_hans: 使用PayPal付款
zh_hant: 使用PayPal付款

# STR_PAYMENT_WITH_VISA
source: Payment with VISA
vi: Thanh toán bằng thẻ VISA
zh_hans: 使用VISA付款
zh_hant: 使用VISA付款

# STR_PEAK_EXPIRATORY_FLOW_RATE
source: Peak Expiratory Flow Rate
vi: Lưu lượng đỉnh thở ra
zh_hans: 尖峰呼气流速
zh_hant: 尖峰呼氣流速

# STR_PEAK_EXPIRATORY_FLOW_RATE_PEF
source: Peak Expiratory Flow Rate (PEF)
vi: Lưu lượng đỉnh thở ra (PEF)
zh_hans: 尖峰呼气流速(PEF)
zh_hant: 尖峰呼氣流速(PEF)

# STR_PEAK_EXPIRATORY_FLOW_RATE_PREDICTION_LIGHT
source: Peak Expiratory Flow Rate (Prediction Light)
vi: Lưu lượng đỉnh thở ra (khu vực đèn tín hiệu)
zh_hans: 尖峰呼气流速 (灯区)
zh_hant: 尖峰呼氣流速 (燈區)

# STR_PFM_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to measure your Peak Expiratory Flow Rate!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ đo lưu lượng đỉnh thở ra của bạn.
zh_hans: 名医实时通的提醒 现在应该测量您的尖峰呼气流速了
zh_hant: 名醫實時通的提醒 現在應該測量您的尖峰呼氣流速了

# STR_PHONE_NUMBER_CANNOT_EXCEED_NUMBER_DIGITS
source: Phone number cannot exceed %@ digits
vi: Số điện thoại không được vượt quá %@ chữ số
zh_hans: 电话号码不能超过%@位数
zh_hant: 電話號碼不能超過%@位數

# STR_PHONE_NUMBER_IS_TOO_LONG
source: Phone number is too long
vi: Số điện thoại quá dài
zh_hans: 联络电话号码太长
zh_hant: 聯絡電話號碼太長

# STR_PHOTOS
source: Photos
vi: Ảnh
zh_hans: 相册
zh_hant: 相簿

# STR_PLEASE_ADD_NEW_EXAM_DATA
source: Please add new exam data.
vi: Vui lòng thêm Dữ liệu kiểm tra sức khỏe.
zh_hans: 请新增检验数据。
zh_hant: 請新增檢驗數據。

# STR_PLEASE_CHECK_YOUR_EMAIL_TO_GET_THE_CODE_FOR_VALIDATION
source: Please check your email %@ for the verification code.
vi: Vui lòng kiểm tra hòm thư %@ của bạn để nhận mã xác minh.
zh_hans: 请查看您的邮件帐号%@，已获取验证码。
zh_hant: 請查看您的郵件帳號%@，以獲取驗證碼。

# STR_PLEASE_CHOOSE_GOOGLE_DRIVE_ACCOUNT_FOR_BACKUP
source: Please choose your Google Drive Account for backup.
vi: Vui lòng chọn tài khoản Google Drive để sao lưu.
zh_hans: 请选择Google云端帐户以进行备份
zh_hant: 請選擇Google雲端帳戶以進行備份

# STR_PLEASE_CHOOSE_THE_EXAM_DATA_TO_GENERATE_REPORT
source: Please choose the Exam Data to generate an Intelligent Health Analysis Report
vi: Vui lòng chọn dữ liệu để tạo Báo cáo phân tích sức khỏe thông minh
zh_hans: 请选择检验数据进行智能健康分析
zh_hant: 請選擇檢驗數據進行智能健康分析

# STR_PLEASE_ENTER_THE_VERIFICATION_CODE
source: Please enter the verification code
vi: Vui lòng nhập mã xác minh
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# STR_PLEASE_ENTER_YOUR_EMAIL_OR_MOBILE_NUMBER_FINISH_THIS_PROCESS
source: Please enter your email or mobile number and follow the instructions to finish the process
vi: Vui lòng nhập email hoặc số di động và thực hiện theo chỉ dẫn để hoàn thành quá trình
zh_hans: 请输入您登入的邮件帐号或手机号码并依照指示完成变更程序
zh_hant: 請輸入您登入的郵件帳號或手機號碼並依照指示完成變更程序

# STR_PLEASE_ENTER_YOUR_NEW_MOBILE_NUMBER_AND_YOUR_LOGIN_PASSWORD_OF_DR_HEREONLINE
source: Please enter your new mobile number and login password for Dr.HereOnline
vi: Vui lòng nhập số di động mới và mật khẩu để thay đổi số di động
zh_hans: 请输入新手机号码及密码，更改登入帐号
zh_hant: 請輸入新手機號碼及密碼，更改登入帳號

# STR_PLEASE_INPUT_F_U_NAME
source: Please input F/U name
vi: Vui lòng điền tên mục cần theo dõi
zh_hans: 请输入自订追踪名称
zh_hant: 請輸入自訂追蹤名稱

# STR_PLEASE_INPUT_YOUR_NEW_MOBILE_NUMBER
source: Please input your new mobile number
vi: Vui lòng nhập số di động mới
zh_hans: 请输入新手机号码
zh_hant: 請輸入新手機號碼

# STR_PLEASE_SELECT_INPUT_METHOD
source: Please select input method.
vi: Vui lòng chọn phương thức nhập
zh_hans: 请选择输入方式。
zh_hant: 請選擇輸入方式。

# STR_PLEASE_SIGN_IN_SELECT_YOUR_APPLY_FOR_YOUR_HISTORY_DATA
source: Please log in and select the data you want to apply for.
vi: Please sign-in and select your apply for your history data.
zh_hans: Please sign-in and select your apply for your history data.
zh_hant: 請登入健康存摺，並選擇您要申請之資料。

# STR_POINTS
source: Points
vi: Điểm
zh_hans: 点数
zh_hant: 點數

# STR_PRACTITIONER_ALL
source: All
vi: Chọn tất cả
zh_hans: 全部
zh_hant: 全部

# STR_PREDICTED_STANDARD_VALUE
source: Estimated Standard Value
vi: Giá trị tiêu chuẩn dự tính
zh_hans: 预估标准值
zh_hant: 預估標準值

# STR_PRIVACY_POLICY
source: Privacy Policy
vi: Chính sách bảo mật
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# STR_PRODUCT_RECOMMENDATION
source: Product Recommendation
vi: Giới thiệu sản phẩm
zh_hans: 产品推荐
zh_hant: 產品推薦

# STR_PROFILE
source: Profile
vi: Hồ sơ
zh_hans: 简介
zh_hant: 簡介

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_RULES
source: Consultation Rates
vi: Giá dịch vụ
zh_hans: 计价说明
zh_hant: 計價說明

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_TITLE_AUDIO
source: Audio
vi: Cuộc gọi âm thanh
zh_hans: 语音通话
zh_hant: 語音通話

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_TITLE_PICTURE
source: Picture
vi: Tin nhắn hình ảnh
zh_hans: 图片
zh_hant: 圖片

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_TITLE_RECORDING_FILE
source: Voice Message
vi: Tệp tin ghi âm
zh_hans: 语音讯息
zh_hant: 語音訊息

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_TITLE_TEXT
source: Text
vi: Tin nhắn văn bản
zh_hans: 短信息
zh_hant: 短信息

# STR_PROFILE_ACTIVITY_DOCTOR_CHARGING_TITLE_VIDEO
source: Video
vi: Cuộc gọi hình ảnh
zh_hans: 视频通话
zh_hant: 視頻通話

# STR_PROFILE_ACTIVITY_DOCTOR_CURRENCY
source: Currency
vi: Tiền tệ
zh_hans: 币别
zh_hant: 幣別

# STR_PROFILE_ACTIVITY_PROFILE
source: Profile
vi: Giới thiệu về chuyên gia
zh_hans: 专家简介
zh_hant: 專家簡介

# STR_PROFILE_ACTIVITY_SERVICE_DIVISIONS
source: Service Subspecialties
vi: Chuyên khoa
zh_hans: 服务科别
zh_hant: 服務科別
