Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# AOF
source: Authorize off
vi: Tắt cho phép xem thông tin
zh_hans: 授权关闭
zh_hant: 授權關閉

# AON
source: Authorized successfully
vi: Cho xem thông tin thành công
zh_hans: 授权成功
zh_hant: 授權成功

# AR
source: Request Authorize permission
vi: Yêu cầu cho phép
zh_hans: 申请授权
zh_hant: 申請授權

# C
source: %@ Calling You
vi: %@ đang gọi
zh_hans: %@ 正在打给您
zh_hant: %@ 正在打給您

# CHECK_LANGUAGE
source: en
vi: vi
zh_hans: sc
zh_hant: tc

# ERROR_OCR_200_2
source: Unknown device.
vi: Thiết bị lạ
zh_hans: 未知设备
zh_hant: 未知設備

# ERROR_OCR_200_3
source: Cannot retrieve values.
vi: Không lấy được giá trị
zh_hans: 无法检索值
zh_hant: 無法檢索值

# LANGUAGE_DEVICE
source: eng
vi: vn
zh_hans: scn
zh_hant: tcn

# M
source: You have missed call
vi: Bạn có cuộc gọi nhỡ
zh_hans: 您有未接来电
zh_hant: 您有未接來電

# MOF
source: Stopped message with you
vi: Muốn ngừng nhận tin nhắn của bạn.
zh_hans: 停止讯息功能
zh_hant: 停止訊息功能

# MON
source: Opened message with you
vi: Muốn tiếp tục nhận tin nhắn của bạn.
zh_hans: 恢复讯息功能
zh_hant: 恢復訊息功能

# N
source: You have unread message
vi: Bạn có tin nhắn chưa đọc
zh_hans: 您有未读信息
zh_hant: 您有未讀訊息

# O
source: You have unread message
vi: Bạn có tin nhắn chưa đọc
zh_hans: 您有未读信息
zh_hant: 您有未讀訊息

# PR
source: Product Recommendation
vi: Giới thiệu sản phẩm
zh_hans: 产品推荐
zh_hant: 產品推薦

# R
source: Referral
vi: Giới thiệu
zh_hans: 转介
zh_hant: 轉介

# SEND_MESSAGE_FAILED_BALANCE_LESS_THEN_RATE
source: You cannot send a message to this expert because your balance is less than the expert's rate.
vi: Số dư tài khoản của bạn thấp hơn mức giá dịch vụ mà chuyên gia này thiết lập, do đó bạn không thể gửi tin nhắn cho chuyên gia này.
zh_hans: 由于您的余额低于此专家所设置的计价，无法发送短信息
zh_hant: 由於您的餘額低於此專家所設置的計價，無法發送短信息

# STRING_INPUT_F_U_NAME
source: F/U name
vi: Tên mục cần theo dõi
zh_hans: 自订追踪名称
zh_hant: 自訂追蹤名稱

# STRING_MEASURE_INCORRECT_VALUES
source: Incorrect values, please input it again!
vi: Giá trị không đúng, vui lòng nhập lại
zh_hans: 数值错误，请再次输入！
zh_hant: 數值錯誤，請再次輸入！

# STR_18_30
source: 18-30 years old
vi: 18-30 tuổi
zh_hans: 18至30岁
zh_hant: 18至30歲

# STR_ABNORMAL
source: Abnormal
vi: Bất thường
zh_hans: 异常
zh_hant: 異常

# STR_ABNORMAL_VALUES_FOLLOW_UP_SETTING
source: Abnormal Values F/U Setting
vi: Cài đặt theo dõi chỉ số bất thường
zh_hans: 异常值追踪时程设定
zh_hant: 異常值追蹤時程設定

# STR_ACCESS_EXPIRED_CLICK_BACK_TRY_AGAIN
source: Your access has expired. Please click [Back] button and try again.
vi: Quyền truy cập của bạn đã hết hạn. Vui lòng nhấp nút [Quay lại] và thử lại.
zh_hans: 您的访问权限已过期。请点击[返回]按钮，然后重试。
zh_hant: 您的訪問權限已過期。請點擊[返回]按鈕，然後重試。

# STR_ACCOUNT
source: Account
vi: Tài khoản
zh_hans: 帐号
zh_hant: 帳號

# STR_ACCOUNT_ALREADY_EXIST_ON_DEVICE
source: This account has already existed on your device
vi: Tài khoản này đã tồn tại trên thiết bị của bạn
zh_hans: 此帐号已在您的设备上
zh_hant: 您的裝置已保有此帳號

# STR_ACCOUNT_DELETION
source: Account Deletion
vi: Xóa tài khoản
zh_hans: 删除帐号
zh_hant: 刪除帳號

# STR_ACCOUNT_INFO_ACTIVITY_ACCOUNT_STATEMENT
source: Account Statement
vi: Sao kê tài khoản
zh_hans: 帐单
zh_hant: 帳單

# STR_ACCOUNT_STATEMENT_CALL_MINUTES
source: Minutes
vi: Phút
zh_hans: 分钟
zh_hant: 分鐘

# STR_ACCOUNT_STATEMENT_MESSAGE_COPY
source: Copy
vi: Tin nhắn
zh_hans: 则
zh_hant: 則

# STR_ADDNEWCAMRE_ACTIVITY_ADD_DETECTION
source: Bluetooth Device Services
vi: Dịch vụ thiết bị Bluetooth
zh_hans: 蓝牙设备服务
zh_hant: 藍牙設備服務

# STR_ADDRESS_NOT_FOUND
source: Address not found
vi: Không tìm thấy địa chỉ
zh_hans: 没有找到地址
zh_hant: 沒有找到地址

# STR_ADD_ACCOUNT
source: Add account
vi: Thêm tài khoản
zh_hans: 添加帐户
zh_hant: 添加帳戶

# STR_ADD_ANOTHER_ACCOUNT
source: Add another account
vi: Thêm tài khoản mới
zh_hans: 新增其他帐号
zh_hant: 新增其他帳號

# STR_ADD_USER_DEFINED
source: Add User Defined Settings
vi: Thêm cài đặt
zh_hans: 新增使用者自订时程
zh_hant: 新增使用者自訂時程

# STR_ADVANCED_DIALOG_SELECT_ALL_LANGUAGE
source: All Languages
vi: Tất cả ngôn ngữ
zh_hans: 所有语言
zh_hant: 所有語言

# STR_ADVANCED_DIALOG_SELECT_ALL_SUBSPECIALTIES
source: All Subspecialties
vi: Tất cả các chuyên khoa
zh_hans: 所有科别
zh_hant: 所有科別

# STR_ADVANCE_ACTIVITY_DIALOG_ADVANCE_SELECT_LANGUAGE
source: Select Language
vi: Lựa chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

# STR_ADVANCE_ACTIVITY_REQUIRE_DIVISION
source: Service Subspecialty is required
vi: Vui lòng chọn chuyên khoa
zh_hans: 服务科别 必需
zh_hant: 服務科別 必需

# STR_ADVANCE_ACTIVITY_REQUIRE_LANGUAGE
source: Service Language is required
vi: Vui lòng chọn ngôn ngữ
zh_hans: 服务语言 必需
zh_hant: 服務語言 必需

# STR_ADVANCE_ACTIVITY_REQUIRE_REGION
source: Service Region is required
vi: Vui lòng chọn khu vực
zh_hans: 服务区域 必需
zh_hant: 服務區域 必需

# STR_AFTER_HIDING_GO_TO_MORE_SCREEN_TO_CHECK_MESSAGE
source: After hiding, please visit the "More"screen if you want to check message from %@.
vi: Sau khi ẩn, hãy vào màn hình "Thêm" nếu bạn muốn xem tin nhắn do %@ gửi.
zh_hans: 隐藏之后，您想检查%@的讯息时，请到“更多”画面。
zh_hant: 隱藏之後，您想檢查%@的訊息時，請到“更多”畫面。

# STR_AGREEMENT_SEARCH_SMART_CLINIC
source: Global Member Agreement
vi: Thỏa thuận Hội viên Toàn cầu
zh_hans: 名医实时通全球会员服务
zh_hant: 名醫實時通全球會員服務

# STR_ALARM
source: Alarm
vi: Báo thức
zh_hans: 闹钟
zh_hant: 鬧鐘

# STR_ALARM_CONFLICT
source: Alarm Conflict
vi: Xung đột báo thức
zh_hans: 闹钟冲突
zh_hant: 鬧鐘衝突

# STR_ALARM_EXISTED
source: Your alarm already exists. Please set up another alarm.
vi: Báo thức đã tồn tại. Vui lòng tạo một báo thức khác.
zh_hans: 此新的闹钟与现有的另一闹钟冲突，请新增别的闹钟。
zh_hant: 此新的鬧鐘與現有的另一鬧鐘衝突，請新增別的鬧鐘。

# STR_ALARM_LIST_LIMIT
source: Alarm list cannot exceed %@ items
vi: Danh sách không được vượt quá %@ báo thức
zh_hans: 闹钟名单不能超过%@项目
zh_hant: 鬧鐘名單不能超過%@項目

# STR_ALL
source: All
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# STR_ALLOW_ME_VIEW_MANAGE_HEALTH_DATA
source: Apply to import General Health Info and Exam Data from %@ to Dr.HereOnline, and get automatic follow-up reminders.
vi: Đăng ký nhập dữ liệu Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe từ %@ vào Dr.HereOnline và sử dụng dịch vụ nhắc nhở theo dõi tự động.
zh_hans: 向%@申请汇入本人之检验数据与基本健康资讯至名医实时通，并获得自动追踪提醒服务。
zh_hant: 向%@申請匯入本人之檢驗數據與基本健康資訊至名醫實時通，並獲得自動追蹤提醒服務。

# STR_AMOUNT_OF_DRUGS
source: Amount of Drugs
vi: Lượng thuốc
zh_hans: 藥品用量
zh_hant: 藥品用量

# STR_ANALYZE
source: Analyze
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

# STR_APPLICANT
source: Applicant:
vi: Người đăng ký:
zh_hans: 申请人：
zh_hant: 申請人：

# STR_APPLIED_TO_IMPORT_DATA
source: Applied to import General Health Info and Exam Data
vi: Đã đăng ký nhập dữ liệu Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe
zh_hans: 已申请汇入本人之检验数据与基本健康资讯
zh_hant: 已申請匯入本人之檢驗數據與基本健康資訊

# STR_APPLYING_DATA
source: Applying for Data
vi: Applying Data
zh_hans: Applying Data
zh_hant: 健康存摺 資料申請

# STR_APPLYING_DATA_IMPORT_SUCCESSFULLY
source: Successfully applied for data import
vi: Đăng ký nhập dữ liệu thành công
zh_hans: 成功申请资料汇入
zh_hant: 成功申請資料匯入

# STR_APPLYING_EXAM_DATA
source: Apply for Data Import
vi: Đăng ký nhập dữ liệu
zh_hans: 申请资料汇入
zh_hant: 申請資料匯入

# STR_ARE_YOU_SURE_SEND_CROPPED_IMAGE
source: Do you want to send the cropped image?
vi: Bạn có muốn gửi ảnh đã chỉnh sửa không?
zh_hans: 是否想发送已修剪的图片？
zh_hant: 是否想發送已修剪的圖片？

# STR_ARE_YOU_SURE_STOP_CROPPING_IMAGE
source: Are you sure you want to stop cropping image?
vi: Bạn có muốn dừng việc cắt ảnh không?
zh_hans: 您确定要停止修剪吗？
zh_hant: 您確定要停止修剪嗎？

# STR_ARE_YOU_SURE_UPLOAD_CROPPED_IMAGE
source: Do you want to upload the cropped image?
vi: Bạn có muốn tải ảnh đã chỉnh sửa không?
zh_hans: 是否想上传已修剪的图片？
zh_hant: 是否想上傳已修剪的圖片？

# STR_ASTHMA_EXACERBATED
source: Asthma is exacerbated
vi: Bệnh hen suyễn trở nên trầm trọng
zh_hans: 气喘病情加剧
zh_hant: 氣喘病情加劇

# STR_ASTHMA_UNSTABLE
source: Asthma is unstable
vi: Bệnh hen suyễn không ổn định
zh_hans: 气喘控制不稳定
zh_hant: 氣喘控制不穩定

# STR_ASTHMA_WELL_CONTROLLED
source: Asthma is well-controlled
vi: Bệnh hen suyễn được kiểm soát tốt
zh_hans: 气喘控制良好
zh_hant: 氣喘控制良好

# STR_AUTHORIZE
source: Authorize
vi: Cho phép
zh_hans: 数据授权
zh_hant: 資料授權

# STR_AXILLARY_TEMPERATURE
source: Axillary Temperature
vi: Nhiệt độ nách
zh_hans: 腋温
zh_hant: 腋溫

# STR_BACKING_UP_MEDIA_FILES
source: Backing up media files
vi: Đang sao lưu tệp tin đa phương tiện
zh_hans: 媒体文件正在备份中
zh_hant: 媒體文件正在備份中

# STR_BACKING_UP_MESSAGES
source: Backing up messages
vi: Đang sao lưu tin nhắn
zh_hans: 消息正在备份中
zh_hant: 訊息正在備份中

# STR_BACKUP
source: Backup
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

# STR_BACKUP_ACCOUNT
source: Backup account
vi: Tài khoản sao lưu
zh_hans: 备份帐户
zh_hant: 備份帳戶

# STR_BACKUP_AND_RESTORE
source: Backup and Restore
vi: Sao lưu và Khôi phục
zh_hans: 备份与回存
zh_hant: 備份與回存

# STR_BACKUP_FOUND
source: Backup found
vi: Bản sao lưu hiện có
zh_hans: 现有备份讯息
zh_hant: 現有備份訊息

# STR_BACKUP_OVER
source: Backup Method
vi: Phương thức sao lưu
zh_hans: 备份方式
zh_hant: 備份方式

# STR_BACKUP_RESTORE_MESSAGES
source: Backup/Restore Messages
vi: Sao lưu/Khôi phục tin nhắn
zh_hans: 消息备份/回存
zh_hant: 訊息備份/回存

# STR_BACK_UP_GOOGLE_DRIVE_CAN_RESTORE_WHEN_REINSTALL_APP
source: Back up your messages and media files onto Google Drive. You can restore them when you reinstall the app.
vi: Sao lưu tin nhắn và tệp tin đa phương tiện lên Google Drive. Bạn có thể khôi phục lại các dữ liệu đó khi cài lại ứng dụng.
zh_hans: 将您的对话讯息/媒体文件备份到Google云端，当您重新安装APP时可以回存对话纪录。
zh_hant: 將您的對話訊息/媒體文件備份到Google雲端，當您重新安裝APP時可以回存對話紀錄。

# STR_BACK_UP_WHILE_USE_OTHER_FUNCTIONS
source: We will back up all your data while you use other functions.
vi: Chúng tôi sẽ sao lưu toàn bộ dữ liệu trong khi bạn sử dụng các tính năng khác.
zh_hans: 当您使用其他功能时，我们将备份您的所有数据。
zh_hant: 當您使用其他功能時，我們將備份您的所有數據。

# STR_BALANCE_WILL_EXCEED_UPPER_LIMIT_CHECK_BEFORE_PURCHASE
source: Your total balance will exceed the system upper limit of %@ points. Please check your balance before continuing with purchase.
vi: Số điểm bạn mua khiến số dư vượt quá mức tối đa cho phép của hệ thống (%@ điểm). Vui lòng kiểm tra số dư trước khi mua.
zh_hans: 您所购买的点数超过系统帐户余额上限%@点，请确认后再购买。
zh_hant: 您所購買的點數超過系統帳戶餘額上限%@點，請確認後再購買。

# STR_BASAL_METABOLIC_RATE
source: Basal Metabolic Rate (BMR)
vi: Tỷ lệ trao đổi chất cơ bản
zh_hans: 基础代谢率 (BMR)
zh_hant: 基礎代謝率 (BMR)

# STR_BASE_CALL_ACTIVITY_CALLING
source: Calling...
vi: Đang gọi...
zh_hans: 拨话给
zh_hant: 撥話給

# STR_BASE_CALL_ACTIVITY_END_CALL
source: End call
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# STR_BASE_CALL_ACTIVITY_HOLDING
source: On hold
vi: Đang giữ
zh_hans: 保留中
zh_hant: 保留中

# STR_BILLING_TOAST_SELECT_DATE_VIEW_STATEMENT
source: Please select the date you would like to view
vi: Vui lòng chọn ngày tháng cần truy vấn
zh_hans: 请选择您要查询的日期
zh_hant: 請選擇您要查詢的日期

# STR_BILLING_TOAST_SELECT_POINT_VIEW_STATEMENT
source: Please select the amount of Points you would like to purchase
vi: Vui lòng chọn gói điểm cần mua
zh_hans: 请选择您要购买的点数
zh_hant: 請選擇您要購買的點數

# STR_BIRDATE_FUTURE
source: Date of birth cannot be future date
vi: Ngày sinh không thể là ngày trong tương lai
zh_hans: 出生日期不能是未来的日期
zh_hant: 出生日期不能是未來的日期

# STR_BLOOD_OXYGEN
source: Blood Oxygen
vi: Nồng độ Oxy trong máu
zh_hans: 血氧浓度
zh_hant: 血氧濃度

# STR_BLOOD_OXYGEN_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to measure your Blood oxygen level!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ bạn đo nồng độ Oxy trong máu.
zh_hans: 名医实时通的提醒 现在应该测量您的血氧浓度了
zh_hant: 名醫實時通的提醒 現在應該測量您的血氧濃度了

# STR_BLOOD_OXYGEN_DATA
source: Blood Oxygen Data
vi: Dữ liệu Oxy trong máu
zh_hans: 血氧数据
zh_hant: 血氧數據

# STR_BLOOD_OXYGEN_LEVEL
source: Blood Oxygen Value
vi: Nồng độ Oxy trong máu
zh_hans: 血氧浓度
zh_hant: 血氧濃度

# STR_BLOOD_OXYGEN_VALUE_ALARMING
source: The value is concerning; seek prompt medical attention.
vi: Giá trị ở mức nguy hiểm, vui lòng đi khám và điều trị ngay.
zh_hans: 数值危险，请立即寻求医疗处置。
zh_hant: 數值危險，請立即尋求醫療處置。

# STR_BLOOD_OXYGEN_VALUE_LOW
source: The value is subpar; reach out to your healthcare provider or pursue hospital care.
vi: Giá trị quá thấp, vui lòng liên hệ với nhân viên chăm sóc y tế của bạn hoặc tìm kiếm sự hỗ trợ từ cơ sở y tế.
zh_hans: 数值过低，请联络您的医疗照护人员或寻求医疗院所协助。
zh_hant: 數值過低，請聯絡您的醫療照護人員或尋求醫療院所協助。

# STR_BLOOD_OXYGEN_VALUE_NORMAL
source: The value is within normal limits; maintain monitoring your oxygen levels three times a day if experiencing respiratory discomfort.
vi: Giá trị bình thường, nếu thấy khó thở, hãy tiếp tục theo dõi nồng độ Oxy trong máu 3 lần một ngày.
zh_hans: 数值正常，如果您有任何呼吸困难请持续监测血氧浓度一天三次。
zh_hant: 數值正常，如果您有任何呼吸困難請持續監測血氧濃度一天三次。

# STR_BLOOD_OXYGEN_VALUE_SLIGHTLY_LOWER_THAN_NORMAL
source: The value is marginally below average; persist in tracking your oxygen levels thrice daily.
vi: Giá trị hơi thấp, vui lòng tiếp tục theo dõi nồng độ Oxy trong máu 3 lần một ngày.
zh_hans: 数值偏低，请持续监测血氧浓度一天三次。
zh_hant: 數值偏低，請持續監測血氧濃度一天三次。

# STR_BLOOD_PRESSURE
source: Blood Pressure
vi: Đo huyết áp
zh_hans: 血压测量
zh_hant: 血壓測量

# STR_BLOOD_PRESSURE_CHRONIC_RENAL_DISEASE
source: Chronic renal disease
vi: Bệnh thận mãn tính
zh_hans: 慢性肾脏病
zh_hant: 慢性腎臟病

# STR_BLOOD_PRESSURE_DATA
source: Blood pressure data
vi: Dữ liệu huyết áp
zh_hans: 血压数据
zh_hant: 血壓數據

# STR_BLOOD_PRESSURE_DIASTOLIC_BP
source: Diastolic BP
vi: Huyết áp tâm trương (DBP)
zh_hans: 舒张血压(低血压) DBP
zh_hant: 舒張壓 DBP

# STR_BLOOD_PRESSURE_DIASTOLIC_BP_SUGGESTION
source: Diastolic BP:
vi: Huyết áp tâm trương (DBP):
zh_hans: 舒张血压(低血压) DBP：
zh_hant: 舒張壓 DBP：

# STR_BLOOD_PRESSURE_HEART_RATE
source: Heart Rate
vi: Nhịp tim (HR)
zh_hans: 脉搏(心律) HR
zh_hant: 心率(眽搏) HR

# STR_BLOOD_PRESSURE_HEART_RATE_SUGGESTION
source: Heart rate:
vi: Nhịp tim (HR):
zh_hans: 脉搏(心律) HR：
zh_hant: 心率(眽搏) HR：

# STR_BLOOD_PRESSURE_HYPERTENSION
source: Hypertension
vi: Huyết áp cao
zh_hans: 高血压
zh_hant: 高血壓

# STR_BLOOD_PRESSURE_REQUIRED
source: Blood Pressure field is required
vi: Vui lòng nhập dữ liệu huyết áp
zh_hans: 血壓數據 必需
zh_hant: 血壓數據 必需

# STR_BLOOD_PRESSURE_SERVICE_NAME
source: Blood Pressure
vi: Đo huyết áp
zh_hans: 血压测量
zh_hant: 血壓測量

# STR_BLOOD_PRESSURE_SYSTOLIC_BP
source: Systolic BP
vi: Huyết áp tâm thu (SBP)
zh_hans: 收缩血压(高血压) SBP
zh_hant: 收縮壓 SBP

# STR_BLOOD_PRESSURE_SYSTOLIC_BP_SUGGESTION
source: Systolic BP:
vi: Huyết áp tâm thu (SBP):
zh_hans: 收缩血压(高血压) SBP：
zh_hant: 收縮壓 SBP：

# STR_BMI_REFERENCE
source: Body Mass Index (BMI)
vi: Chỉ số khối cơ thể (BMI)
zh_hans: 身体质量指数 (BMI) 参考标准
zh_hant: 身體質量指數 (BMI) 參考標準

# STR_BODY_FAT_PERCENTAGE
source: Body Fat Percentage (FATR)
vi: Tỷ lệ phần trăm mỡ cơ thể
zh_hans: 体脂肪率 (FATR)
zh_hant: 體脂肪率 (FATR)

# STR_BODY_MASS_INDEX
source: BMI (Body Mass Index)
vi: BMI (Chỉ số khối cơ thể)
zh_hans: BMI（身体质量指数）
zh_hant: BMI（身體質量指數）

# STR_BP_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to measure your blood pressure!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ đo huyết áp.
zh_hans: 名医实时通的提醒 现在是您检测血压的时候
zh_hant: 名醫實時通的提醒 現在是您檢測血壓的時候

# STR_BP_BIRTH_REQUIRED
source: Birthday is required
vi: Vui lòng nhập ngày sinh
zh_hans: 出生日期 必需
zh_hant: 出生日期 必需

# STR_BP_CHRONIC_RENAL_DISEASE_REQUIRED
source: Chronic renal Disease field is required
vi: Vui lòng điền bệnh mãn tính về thận
zh_hans: 慢性腎髒病必填
zh_hant: 慢性腎髒病必填

# STR_BP_HYPERTENSION_REQUIRED
source: Hypertension field is required
vi: Bắt buộc điền trường cao huyết áp
zh_hans: 高血压必填
zh_hant: 高血壓必填

# STR_BTN_ADD_LIST_SHARE
source: Add to Shared List
vi: Thêm vào Danh sách chia sẻ
zh_hans: 加入分享名单
zh_hant: 加入分享名單

# STR_BTN_ADVANCE_SEARCH
source: Advanced Settings
vi: Nâng cao
zh_hans: 进阶查询设定
zh_hant: 進階查詢設定

# STR_BTN_AGREE
source: I Agree
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# STR_BTN_ANSWER
source: Answer
vi: Trả lời
zh_hans: 接听
zh_hant: 接聽

# STR_BTN_CAMERA
source: Camera
vi: Máy ảnh
zh_hans: 摄像机
zh_hant: 攝像機

# STR_BTN_CANCEL
source: Cancel
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# STR_BTN_CREATE_ACCOUNT
source: Create Account
vi: Tạo tài khoản
zh_hans: 立即注册
zh_hant: 使用電子郵件註冊

# STR_BTN_DIALOG_CONVERT
source: Convert
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換

# STR_BTN_DISMISS
source: Dismiss
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

# STR_BTN_EXIT
source: Exit
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# STR_BTN_FLIP
source: Flip
vi: Xoay
zh_hans: 转换
zh_hant: 轉換

# STR_BTN_GALLERY
source: Gallery
vi: Thư viện ảnh
zh_hans: 图片库
zh_hant: 圖片庫

# STR_BTN_HOLD
source: Hold
vi: Giữ
zh_hans: 保留
zh_hant: 保留

# STR_BTN_INVATE
source: Invite
vi: Mời
zh_hans: 邀请
zh_hant: 邀請

# STR_BTN_MUTE
source: Mute
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# STR_BTN_NEXT
source: Next
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# STR_BTN_OK
source: OK
zh_hans: 确认
zh_hant: 確認

# STR_BTN_RECORD
source: Record
vi: Ghi lại
zh_hans: 录影
zh_hant: 錄影

# STR_BTN_SAVE
source: Save
vi: Lưu
zh_hans: 储存
zh_hant: 儲存

# STR_BTN_SEND
source: Send
vi: Gửi
zh_hans: 送出
zh_hant: 送出

# STR_BTN_SHOWEXAMDATA_ACTVITY_REPORT
source: Activate Intelligent Health Analysis
vi: Phân tích sức khỏe thông minh
zh_hans: 启动智能健康分析
zh_hant: 啟動智能健康分析

# STR_BTN_SPEAKER
source: Speaker
vi: Loa
zh_hans: 扬声器
zh_hant: 擴音

# STR_BTN_VIDEO_CALL
source: Video call
vi: Hình ảnh
zh_hans: 视讯
zh_hant: 視訊

# STR_BTN_VIEW_DETAILS
source: View Details
vi: Xem chi tiết
zh_hans: 查看记录
zh_hant: 查看記錄

# STR_BUTTON_BACK
source: Back
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# STR_BUTTON_THANK_FOR_SIGN_UP
source: OK
zh_hans: 确认
zh_hant: 確認

# STR_BUY_POINT_ACTIVITY_PAYMENT
source: Payment
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款

# STR_BUY_POINT_ACTIVITY_PAYMENT_METHODS
source: Payment Methods
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

# STR_BY
source: by %@
vi: được tạo bởi %@
zh_hans: 由%@设定
zh_hant: 由%@設定

# STR_CALLVIDEO_AVTIVITY_INCOMING
source: Incoming audio call...
vi: Cuộc gọi đến…
zh_hans: 语音通话通知...
zh_hant: 語音通話通知…

# STR_CALL_ACTIVITY_IN_CALL
source: Call in
vi: Cuộc gọi đến
zh_hans: 来电
zh_hant: 來電

# STR_CALL_ACTIVITY_MISS_CALL
source: Missed call
vi: Cuộc gọi nhỡ
zh_hans: 未接来电
zh_hant: 未接來電

# STR_CALL_ACTIVITY_OUT_CALL
source: Call out
vi: Cuộc gọi đi
zh_hans: 去电
zh_hant: 去電

# STR_CALL_MISS_CALL
source: You have a missed call
vi: Bạn có cuộc gọi nhỡ
zh_hans: 您有未接来电
zh_hant: 您有未接來電

# STR_CAMERA
source: Camera
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# STR_CHANGEEMAIL_ACTIVITY_EMAIL_IS_REQUIRED
source: Please input your new email
vi: Vui lòng nhập email mới
zh_hans: 请输入新邮件帐号
zh_hant: 請輸入新郵件帳號

# STR_CHANGEEMAIL_ACTIVITY_EMAIL_PROMPT
source: Please enter your new email and login password for Dr.HereOnline.
vi: Vui lòng nhập email mới và mật khẩu để thay đổi tài khoản email.
zh_hans: 请输入新邮件及密码，更改邮件帐号
zh_hant: 請輸入新郵件及密碼，更改郵件帳號

# STR_CHANGEEMAIL_ACTIVITY_PASSWORD_IS_REQUIRED
source: Please input your password
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# STR_CHANGEMAIL_ACTIVITY_HINT_PASSWORD
source: Password
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# STR_CHANGE_EMAIL_ACTIVITY_CHANGE_EMAIL
source: Change Email
vi: Thay đổi email
zh_hans: 更改邮件
zh_hant: 更改郵件

# STR_CHANGE_IMAGE
source: Change Image
vi: Thay ảnh
zh_hans: 更换图片
zh_hant: 更換圖片

# STR_CHANGE_MOBILE_NUMBER
source: Change Mobile Number
vi: Thay đổi số di động
zh_hans: 更改手机号码
zh_hant: 更改手機號碼

# STR_CHANGE_PASSWORD_ACTIVITY_CONFIRM_NEW_PASSWORD
source: Confirm new password
vi: Xác nhận mật khẩu
zh_hans: 确认新密码
zh_hant: 確認新密碼

# STR_CHANGE_PASSWORD_ACTIVITY_NEW_PASSWORD
source: New password
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# STR_CHANGE_PASSWORD_ACTIVITY_OLD_PASSWORD
source: Current password
vi: Mật khẩu hiện tại
zh_hans: 旧密码
zh_hant: 舊密碼

# STR_CHANGE_PASSWORD_ACTIVITY_PLEASE_INPUT_YOUR_OLD_PASSWORD_AND_NEW_PASSWORD
source: Please enter your current password and new password.
vi: Vui lòng nhập mật khẩu hiện tại, sau đó nhập mật khẩu mới để thay đổi.
zh_hans: 请输入旧密码，再输入新密码以变更
zh_hant: 請輸入舊密碼，再輸入新密碼以變更

# STR_CHANGE_PASS_ACTIVITY_RESET_PASSWORD
source: Change Password
vi: Thay đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# STR_CHAT
source: Chat
vi: Tư vấn
zh_hans: 云客服
zh_hant: 雲客服

# STR_CHAT_ACTIVITY_PHOTO_USED
source: Photo
vi: Ảnh
zh_hans: 相片
zh_hant: 相片

# STR_CHAT_ACTIVITY_STATUS_SPEAKING
source: Speaking
vi: Đang nói
zh_hans: 说话
zh_hant: 說話

# STR_CHAT_DOCTOR_ACTIVITY2_ENTER_YOUR_MESSAGE
source: Enter your message
vi: Nhập tin nhắn
zh_hans: 输入讯息
zh_hant: 輸入訊息

# STR_CHAT_DOCTOR_ACTIVITY_LOAD_MEMBER_PROFILE_FAILED
source: Failed to load member profile
vi: Tải hồ sơ hội viên không thành công
zh_hans: 无法加载会员数据
zh_hant: 無法載入會員資料

# STR_CHAT_DOCTOR_ACTIVITY_PUSH_TO_TALK
source: Push to Talk
vi: Nhấn để nói
zh_hans: 按住说话
zh_hant: 按住說話

# STR_CHAT_DOCTOR_ACTIVITY_S_PHOTOS
source: %@ photos
vi: %@ Ảnh
zh_hans: %@ 相片
zh_hant: %@ 相片

# STR_CHAT_DOCTOR_ACTVITY_GET_DOCTOR_INFORMATION_FAILED
source: Failed to obtain expert information
vi: Không lấy được thông tin của chuyên gia.
zh_hans: 取得专家资料失败
zh_hant: 取得醫生資料失敗

# STR_CHAT_NOT_ALLOW_CALL_BY_MEMBER_BALANCE_LOW
source: You cannot make a call to this expert because your balance is less than the expert's rate.
vi: Số dư tài khoản của bạn thấp hơn mức giá dịch vụ mà chuyên gia này thiết lập, do đó bạn không thể gọi điện cho chuyên gia này
zh_hans: 由于您的余额低于此专家所设置的计价，无法通话
zh_hant: 由於您的餘額低於此專家所設置的計價，無法通話

# STR_CHECK_MOBILE_GET_PASSWORD
source: Please check the message sent to your mobile phone to obtain your password!
vi: Vui lòng kiểm tra tin nhắn điện thoại để lấy mật khẩu
zh_hans: 请检查手机短信并获取您的密码！
zh_hant: 請檢查手機短信並獲取您的密碼！

# STR_CHOOSE_AN_ACCOUNT
source: Choose an account
vi: Chọn tài khoản
zh_hans: 选择帐户
zh_hant: 選擇帳戶

# STR_CHOOSE_DATA_DOWNLOADED_AND_LOADED_FROM_LIST
source: Please choose the files you want to download and save according to the time period.
vi: You can choose the data to be downloaded and loaded from the list of your data application.
zh_hans: You can choose the data to be downloaded and loaded from the list of your data application.
zh_hant: 請依申請時間，選擇您要下載並載入之檔案

# STR_CHOOSE_TO_DELETE
source: Please select the item you want to delete
vi: Vui lòng chọn mục bạn muốn xóa
zh_hans: 请选择您想删除的项目
zh_hant: 請選擇您想刪除的項目

# STR_CLINIC
source: Clinic
vi: Phòng khám
zh_hans: 诊所
zh_hant: 診所

# STR_CLINIC_CONFIRM_JOIN_SMART_CLINIC_MESSAGE_DIALOG
source: Would you like to add %@?
vi: Bạn muốn thêm %@ vào không?
zh_hans: 您要加%@吗？
zh_hant: 您要加%@嗎？

# STR_CLINIC_CONSULATION_RATES_TITLE_DIALOG
source: Consultation Rates
vi: Giá dịch vụ
zh_hans: 计价说明
zh_hant: 計價說明

# STR_CLINIC_GROUP
source: Clinic Group
vi: Nhóm phòng khám
zh_hans: 医疗群
zh_hant: 醫療群

# STR_CLINIC_JOIN_CENTER_CLICNIC_SUCCESSFULLY
source: Successfully added %@
vi: Thêm thành công %@.
zh_hans: 成功添加%@
zh_hant: 成功添加%@

# STR_CLINIC_STORE_NOT_AVAILABLE
source: Clinic store is not available.
vi: Cửa hàng không tồn tại.
zh_hans: 诊所商城不存在。
zh_hant: 診所商城不存在。

# STR_CLOSE
source: Close
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# STR_COMPARE_EXAM_ACTIVITY_GET_EXAM_INFORMATION
source: Failed to obtain exam information
vi: Lấy thông tin sức khỏe không thành công
zh_hans: 获取健康检查报告失败
zh_hant: 獲取健康檢查報告失敗

# STR_COMPARE_EXAM_TOAST_AT_LEAST_TWO_EXAM_DATA_IS_REQUIRED_TO_PROCEED_COMPARISON
source: At least two Exam Data are required to proceed with the comparison
vi: Cần ít nhất hai mục để thực hiện so sánh
zh_hans: 须要两个检测数据报告进行比较
zh_hant: 須要兩個檢測數據報告進行比較

# STR_COMPARISION_ACTIVITY_CHOOSE_2_ITEM_TO_COMPARED
source: Choose 2 items to compare
vi: Chọn 2 mục để so sánh
zh_hans: 选择两项比较
zh_hant: 選擇兩項比較

# STR_COMPARISION_ACTIVITY_COMPARE
source: Compare
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# STR_COMPARISION_ACTIVITY_EXAM_COMPARISON
source: Exam Comparison
vi: So sánh thông tin
zh_hans: 检测数据比较
zh_hant: 檢測數據比較

# STR_CONGRATULATIONS
source: Congratulations!
vi: Chúc mừng!
zh_hans: 恭喜您！
zh_hant: 恭喜您！

# STR_CONSUTATION
source: Consultation
vi: Tư vấn
zh_hans: 线上咨询
zh_hant: 線上諮詢

# STR_CONTACTS
source: Contacts
vi: Danh bạ
zh_hans: 通讯录
zh_hant: 聯絡人

# STR_CONTENT_DIALOG_WHEN_LOGIN_FREEPP_FAILED
source: Your Dr.HereOnline connection could not be established, please check your network connection and try again.
vi: Không thể truy cập dịch vụ Dr.HereOnline, vui lòng kiểm tra kết nối mạng và thử lại
zh_hans: 无法建立名医实时通服务连线。请检查您的网络连线，并重试。
zh_hant: 無法建立名醫實時通服務連線。請檢查您的網絡連線，並重試。

# STR_COPAYMENT
source: Copayment
vi: Số tiền người bệnh chi trả
zh_hans: 部分负担
zh_hant: 部分負擔

# STR_CORPORATE
source: Corporate
vi: Công ty
zh_hans: 企业
zh_hant: 企業
