Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# STR_VOICE_CALLEE_NO_RESPOND_M4A
source: voice_callee_no_respond.m4a
vi: voice_callee_no_respond_vi.m4a
zh_hans: voice_callee_no_respond_sc.m4a
zh_hant: voice_callee_no_respond_tc.m4a

# STR_VOICE_CALLEE_OFFLINE_M4A
source: voice_callee_off_line.m4a
vi: voice_callee_off_line_vi.m4a
zh_hans: voice_callee_off_line_sc.m4a
zh_hant: voice_callee_off_line_tc.m4a

# STR_VOICE_CANNOT_MAKE_CALL_MEMBER_BALANCE_LOW_M4A
source: voice_cannot_make_call_member_balance_low.m4a
vi: voice_cannot_make_call_member_balance_low_vi.m4a
zh_hans: voice_cannot_make_call_member_balance_low_sc.m4a
zh_hant: voice_cannot_make_call_member_balance_low_tc.m4a

# STR_VOICE_NO_NETWORK_M4A
source: voice_no_network.m4a
vi: voice_no_network_vi.m4a
zh_hans: voice_no_network_sc.m4a
zh_hant: voice_no_network_tc.m4a

# STR_VOICE_UNFREEPP_WAV
source: voice_unfreepp.wav
zh_hans: voice_unfreepp_sc.wav
zh_hant: voice_unfreepp_tc.wav

# STR_WAIT_BACKUP_COMPLETE
source: Please wait a moment for the backup process to complete.
vi: Vui lòng chờ quá trình sao lưu dữ liệu hoàn thành.
zh_hans: 请等待备份过程完成。
zh_hant: 請等待備份過程完成。

# STR_WAIT_RESTORATION_COMPLETE
source: Please wait a moment for the restoration process to complete.
vi: Vui lòng chờ quá trình khôi phục dữ liệu hoàn thành.
zh_hans: 请等待回存过程完成。
zh_hant: 請等待回存過程完成。

# STR_WANT_BACK_TO_PREVIOUS_SCREEN
source: Do you want to go back to the previous screen?
vi: Bạn có muốn quay về màn hình trước không?
zh_hans: 您确定要返回上一个画面吗？
zh_hant: 您確定要返回上一個畫面嗎？

# STR_WARNING
source: Warning
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# STR_WARNING_BACKUP_ACCOUNT_NOT_FOUND_ADD_A_BACKUP_ACCOUNT
source: Backup account not found. Please add a backup account.
vi: Không tìm thấy tài khoản để sao lưu. Vui lòng thêm tài khoản.
zh_hans: 无备份帐户，请您添加备份帐户以进行备份。
zh_hant: 無備份帳戶，請您添加備份帳戶以進行備份。

# STR_WED
source: Wed
vi: Thứ 4
zh_hans: 周三
zh_hant: 週三

# STR_WEEKDAYS
source: Weekdays
vi: Ngày làm việc
zh_hans: 工作日
zh_hant: 工作日

# STR_WEEKENDS
source: Weekends
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

# STR_WEIGHT
source: Weight
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

# STR_WEIGHT_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to weigh in!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ cân sức khỏe.
zh_hans: 名医实时通的提醒 现在是您健康称重的时候
zh_hant: 名醫實時通的提醒 現在是您健康稱重的時候

# STR_WEIGHT_MANAGEMENT
source: Weight Management
vi: Quản lý cân nặng
zh_hans: 体重管理
zh_hant: 體重管理

# STR_WELCOME
source: Welcome
vi: Xin chào
zh_hans: 欢迎您
zh_hant: 歡迎您

# STR_WESTERN_OUTPATIENT_RECORD
source: Outpatient Medical Record
vi: Western Outpatient Record
zh_hans: Western Outpatient Record
zh_hant: 西醫門診資料

# STR_WIFI_OR_MOBILE_NETWORK
source: Wi-Fi or Mobile Network
vi: Wifi hoặc mạng di động
zh_hans: Wi-Fi或移动网络
zh_hant: Wi-Fi或行動網路

# STR_WOULD_YOU_LIKE_TO_APPLY_EXAM_DATA_FROM_CLINIC
source: Would you like to apply your General Health Info and Exam Data from the clinic?
vi: Bạn có muốn đăng ký nhập dữ liệu Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của bạn từ phòng khám không?
zh_hans: 向诊所申请汇入本人检验数据与基本健康资讯？
zh_hant: 向診所申請匯入本人檢驗數據與基本健康資訊？

# STR_WRONG_EMAIL_FORMAT
source: Invalid email format
vi: Định dạng email không đúng
zh_hans: 电子邮箱格式错误
zh_hant: 電子郵箱格式錯誤

# STR_WRONG_VERIFICATION_CODE
source: Wrong verification code
vi: Sai mã xác nhận
zh_hans: 错误验证码
zh_hant: 錯誤驗證碼

# STR_YELLOWLIGHT_SHOWS_THAT_ASTHMA_CONTROL_IS_UNSTABLE_AND_MUST_BE_ALERT
source: Indicates that the asthma control is unstable and must take caution.
vi: Việc kiểm soát bệnh hen suyễn không ổn định và phải đề cao cảnh giác
zh_hans: 代表气喘控制不稳定，必须提高警觉
zh_hant: 代表氣喘控制不穩定，必須提高警覺

# STR_YES
source: Yes
vi: Có
zh_hans: 是
zh_hant: 是

source: Your account has been changed recently. Please use your new account to sign in to Dr.HereOnline.
vi: Tài khoản của bạn gần đây đã được thay đổi. Vui lòng sử dụng tài khoản mới để đăng nhập Dr.HereOnline.
zh_hans: 您登入名医实时通的帐号已变更。请输入新的帐号登入系统。
zh_hant: 您登入名醫實時通的帳號已變更。請輸入新的帳號登入系統。

source: Your mail account has been changed successfully. Please sign in to Dr.HereOnline with the new email account.
vi: Email của bạn đã được thay đổi thành công. Vui lòng sử dụng email mới để đăng nhập.
zh_hans: 您的邮件帐号已经变更成功。请输入新的邮件帐号，登入名医实时通系统。
zh_hant: 您的郵件帳號已經變更成功。請輸入新的郵件帳號，登入名醫實時通系統。

# STR_YOUR_MEDIA_FILES_BACKED_UP_AFTER_MESSAGES
source: Your media files will be backed up in the background after your messages are backed up.
vi: Các tệp tin đa phương tiện sẽ được sao lưu sao khi hoàn thành việc sao lưu tin nhắn.
zh_hans: 您的媒体文件会在消息备份完成后持续于背景备份。
zh_hant: 您的媒體文件會在訊息備份完成後持續於背景備份。

# STR_YOUR_MESSAGES_AND_MEDIA_FILES_ARE_BACKED_UP_SUCCESSFULLY
source: Your messages and media files have been backed up successfully.
vi: Tin nhắn và tệp tin đa phương tiện đã được sao lưu thành công.
zh_hans: 讯息与媒体文件备份成功。
zh_hant: 訊息與媒體文件備份成功。

# STR_YOUR_MESSAGES_AND_MEDIA_FILES_ARE_RESTORED_SUCCESSFULLY
source: Your messages and media files have been restored successfully.
vi: Tin nhắn và tệp tin đa phương tiện đã được khôi phục thành công.
zh_hans: 讯息与媒体文件回存成功。
zh_hant: 訊息與媒體文件回存成功。

# STR_YOU_ALREADY_HAVE_ACCOUNT
source: Already have an account?
vi: Bạn đã có tài khoản?
zh_hans: 已经有帐号了吗？
zh_hant: 已經有帳號了嗎？

# STR_YOU_CAN_WAIT_FOR_COMPLETING_BACKUP_OR_CLICK_BACK_BUTTON
source: You can wait for the backup process to complete, or click the Back button to go to the main screen and use other functions.
vi: Bạn có thể chờ quá trình sao lưu hoàn tất, hoặc nhấn nút Quay về để đi đến màn hình chính và sử dụng các tính năng khác của ứng dụng.
zh_hans: 您可以等待备份过程完成，或点击“返回”按钮进入主画面并使用其他功能。
zh_hant: 您可以等待備份過程完成，或點擊“返回”按鈕進入主畫面並使用其它功能。

# STR_YOU_CAN_WAIT_FOR_COMPLETING_RESTORE_OR_CLICK_BACK_BUTTON
source: You can wait for the restore process to complete, or click the Back button to go to the main screen and use other functions.
vi: Bạn có thể chờ quá trình khôi phục hoàn tất, hoặc nhấn nút Quay về để đi đến màn hình chính và sử dụng các tính năng khác của ứng dụng.
zh_hans: 您可以等待回存过程完成，或点击“返回”按钮进入主画面并使用其他功能。
zh_hant: 您可以等待回存過程完成，或點擊“返回”按鈕進入主畫面並使用其它功能。

# STR_YOU_DELETED_BACKUP_FROM_GOOGLE_DRIVE
source: You have deleted this backup from Google Drive.
vi: Bạn đã xoá bản sao lưu này trên Google Drive.
zh_hans: 您已从Google云端硬碟中删除了此备份。
zh_hant: 您已從Google雲端硬碟中刪除了此備份。

# STR_YOU_HAVE_NOT_BACKED_UP_TO_YOUR_ACCOUNT
source: You have not backed up to your account
vi: Bạn chưa sao lưu vào tài khoản
zh_hans: 您尚未备份到您的帐户
zh_hant: 您尚未備份到您的帳戶

# STR_YOU_MUST_CHOOSE_AT_LEAST_ONE
source: You must choose at least one
vi: Vui lòng chọn ít nhất một mục
zh_hans: 选择至少一项
zh_hant: 選擇至少一項

# WARNING_TURN_ON_BLUETOOTH
source: Please turn on Bluetooth to connect device.
vi: Vui lòng bật Bluetooth để kết nối thiết bị.
zh_hans: 为了连接设备，请打开蓝牙.
zh_hant: 為了連接設備，請打開藍牙

# A
source: Answer
vi: Trả lời

# STR_LOGIN_ACTIVITY_THANK_FOR_SIGN_UP_1
source: Thank you!
vi: Chào mừng bạn!

# V
source: View
vi: Xem
