Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# STR_GLS_DIABETES
source: Diabetes
vi: Bệnh tiểu đường
zh_hans: 糖尿病
zh_hant: 糖尿病

# STR_GLS_DIABETES_REQUIRED
source: Diabetes field is required
vi: Vui lòng chọn trường Bệnh tiểu đường
zh_hans: 糖尿病栏位 必需
zh_hant: 糖尿病欄位 必需

# STR_GLS_DIETITIAN_SUGGESTION_TITLE
source: Dietitian Suggestions:
vi: Lời khuyên của chuyên gia dinh dưỡng:
zh_hans: 营养师建议：
zh_hant: 營養師建議：

# STR_GLS_DISPLAY_CONTENT
source: Display Content
vi: Nội dung hiển thị
zh_hans: 显示内容
zh_hant: 顯示內容

# STR_GLS_DISPLAY_RANGE
source: Display Range
vi: Phạm vi hiển thị
zh_hans: 显示范围
zh_hant: 顯示範圍

# STR_GLS_DISPLAY_SETTING
source: Display Setting
vi: Cài đặt hiển thị
zh_hans: 显示设定
zh_hant: 顯示設定

# STR_GLS_DOCTOR_SUGGESTION_TITLE
source: Doctor Suggestions:
vi: Lời khuyên của bác sỹ:
zh_hans: 医师建议：
zh_hant: 醫師建議：

# STR_GLS_DO_YOU_WANT_TO_DELETE
source: Do you want to delete?
vi: Bạn có muốn xóa không?
zh_hans: 确定要删除？
zh_hant: 確定要刪除？

# STR_GLS_FASTING_PLASMA_GLUCOSE
source: Fasting plasma glucose
vi: Nồng độ đường huyết khi đói
zh_hans: 饭前空腹血糖
zh_hant: 飯前空腹血糖

# STR_GLS_FASTING_PLASMA_GLUCOSE_FULL_NAME
source: FPG: Fasting plasma glucose
vi: FPG: Nồng độ đường huyết khi đói
zh_hans: FPG: 饭前空腹血糖
zh_hant: FPG: 飯前空腹血糖

# STR_GLS_GENERALDATA_MEDICATIONS_TYPE1
source: None
vi: Không
zh_hans: 无
zh_hant: 無

# STR_GLS_GENERALDATA_MEDICATIONS_TYPE2
source: Oral
vi: Uống
zh_hans: 口服
zh_hant: 口服

# STR_GLS_GENERALDATA_MEDICATIONS_TYPE3
source: Injection
vi: Tiêm
zh_hans: 注射
zh_hant: 注射

# STR_GLS_GLUCOSE_METER
source: Glucose Meter
vi: Máy đo đường huyết
zh_hans: 测量血糖机
zh_hant: 測量血糖機

# STR_GLS_GUIDE_CHECK_BLUETOOTH_DEVICE
source: Please make sure you have turned on Bluetooth on your device and on your phone if you don't see %@ device in Available Devices list.
vi: Nếu bạn không nhìn thấy %@ trên danh sách thiết bị có sẵn, vui lòng kiểm tra bluetooth trên điện thoại cũng như thiết bị của bạn đã được bật hay chưa.
zh_hans: 若是您未在可用设备看到%@，请先确认您已打开%@设备与您手机上的蓝芽。
zh_hant: 若是您未在可用設備看到%@，請先確認您已打開%@設備與您手機上的藍芽。

# STR_GLS_HISTORYCAL_INQUIRY
source: Historical Inquiry
vi: Truy vấn lịch sử
zh_hans: 历史查询
zh_hant: 歷史查詢

# STR_GLS_HISTORY_OF_DIABETES
source: History of diabetes
vi: Lịch sử bệnh tiểu đường
zh_hans: 糖尿病史
zh_hant: 糖尿病史

# STR_GLS_INFOR_DISCONECT_GLUCOSE
source: Please click the button below to re-connect
vi: Vui lòng nhấn nút bên dưới để kết nối lại
zh_hans: 请按下面按钮以重新连接
zh_hant: 請按下面按鈕以重新連接

# STR_GLS_INPUT_BLOOD_GLUCOSE_VALUE
source: Input Blood Glucose Value
vi: Nhập giá trị đường huyết
zh_hans: 输入血糖值
zh_hant: 輸入血糖值

# STR_GLS_INPUT_BLOOD_PRESSURE_VALUE
source: Input Blood Pressure Value
vi: Nhập giá trị huyết áp
zh_hans: 输入血压值
zh_hant: 輸入血壓值

# STR_GLS_MEDICATIONS
source: Medications
vi: Thuốc
zh_hans: 药物控制
zh_hant: 藥物控制

# STR_GLS_MEDICATION_REQUIRED
source: Medications field is required
vi: Vui lòng chọn trường Thuốc
zh_hans: 药物控制栏位 必需
zh_hant: 藥物控制欄位 必需

# STR_GLS_NO_DATA_FOUND
source: No data
vi: Không có dữ liệu
zh_hans: 无资料
zh_hant: 無資料

# STR_GLS_NO_DEVICE_FOUND
source: No device found
vi: Không tìm thấy thiết bị
zh_hans: 没有找到设备
zh_hant: 沒有找到設備

# STR_GLS_PLEASE_INPUT_VALUE
source: Please input value
vi: Vui lòng nhập giá trị
zh_hans: 请输入数值
zh_hant: 請輸入數值

# STR_GLS_RANDOM_PLASMA_GLUCOSE
source: Random plasma glucose
vi: Nồng độ đường huyết ngẫu nhiên
zh_hans: 随机检测血糖
zh_hant: 隨機檢測血糖

# STR_GLS_RANDOM_PLASMA_GLUCOSE_FULL_NAME
source: RPG: Random plasma glucose
vi: RPG: Nồng độ đường huyết ngẫu nhiên
zh_hans: RPG: 随机检测血糖
zh_hant: RPG: 隨機檢測血糖

# STR_GLS_REMINDER_ALARM
source: Alarm Reminder
vi: Hẹn giờ
zh_hans: 闹钟提醒
zh_hant: 鬧鐘提醒

# STR_GLS_SELECT_DATE
source: Select Date
vi: Ngày tháng
zh_hans: 选择日期
zh_hant: 選擇日期

# STR_GLS_SELECT_TIME
source: Select Time
vi: Thời gian
zh_hans: 选择时间
zh_hant: 選擇時間

# STR_GLS_SERVICE_NAME
source: Service Name
vi: Tên dịch vụ
zh_hans: 服务名称
zh_hant: 服務名稱

# STR_GLS_SERVICE_NAME_REQUIED
source: Service name is required
vi: Vui lòng nhập tên dịch vụ
zh_hans: 服务名称 必需
zh_hant: 服務名稱 必需

# STR_GLS_SERVICE_NO_AVAILABLE
source: Service unavailable
vi: Dịch vụ chưa sẵn sàng
zh_hans: 服务不可用
zh_hant: 服務不可用

# STR_GLS_SHOW_LATEST_14_VALUES
source: Show latest 14 values
vi: 14 chỉ số mới nhất
zh_hans: 显示最新14笔
zh_hant: 顯示最新14筆

# STR_GLS_SHOW_LATEST_21_VALUES
source: Show latest 21 values
vi: 21 chỉ số mới nhất
zh_hans: 显示最新21笔
zh_hant: 顯示最新21筆

# STR_GLS_SHOW_LATEST_28_VALUES
source: Show latest 28 values
vi: 28 chỉ số mới nhất
zh_hans: 显示最新28笔
zh_hant: 顯示最新28筆

# STR_GLS_SHOW_LATEST_7_VALUES
source: Show latest 7 values
vi: 7 chỉ số mới nhất
zh_hans: 显示最新7笔
zh_hant: 顯示最新7筆

# STR_GLS_STABLE
source: Stable
vi: Ổn định
zh_hans: 稳定
zh_hant: 穩定

# STR_GLS_TIMES_WEEK
source: Times/week
vi: Số lần đo/tuần
zh_hans: 每周检测次数
zh_hant: 每周檢測次數

# STR_GLS_UNSTABLE
source: Unstable
vi: Không ổn định
zh_hans: 不稳定
zh_hant: 不穩定

# STR_GRANT_DRHEREONLINE_PERMISSION_VIEW_MANAGE_DATA_GOOGLE_DRIVE
source: In order to use the Backup/Restore function, please grant Dr.HereOnline permission to view and manage its own configuration data on your Google Drive.
vi: Để sử dụng tính năng Sao lưu/Khôi phục dữ liệu, vui lòng cho phép Dr.HereOnline xem và quản lý dữ liệu cấu hình của chính nó trên Google Drive của bạn.
zh_hans: 为了使用备份/回存功能，请授予Dr.HereOnline权限，以查看和管理自己在Google云端硬碟中的配置数据。
zh_hant: 為了使用備份/回存功能，請授予Dr.HereOnline權限，以查看和管理自己在Google雲端硬碟中的配置數據。

# STR_GREENLIGHT_ASTHMA_IS_WELL_CONTROLLED
source: Indicates that the asthma is well-controlled. Continue taking your current medication to maintain control.
vi: Bệnh hen suyễn đang được kiểm soát tốt
zh_hans: 代表气喘控制良好
zh_hant: 代表氣喘控制良好

# STR_GREENLIGHT_CONTINUE_TO_CONTROL_ACCORDING_TO_CURRENT_MEDICATION
source: Continue to control according to current medication
vi: Có thể tiếp tục kiểm soát bệnh theo thuốc hiện tại
zh_hans: 可依照目前的用药，继续控制
zh_hant: 可依照目前的用藥，繼續控制

# STR_GUIDE_AFTER_CHANGE_MOBILE
source: Your mobile number was changed successfully. Please enter the new mobile number to sign in to your account.
vi: Thay đổi số di động thành công. Vui lòng đăng nhập lại bằng số điện thoại mới.
zh_hans: 更改手机号码成功。请使用新的手机号码，登入您的帐号。
zh_hant: 更改手機號碼成功。請使用新的手機號碼，登入您的帳號。

# STR_HEALTHANALYSIS_ACTIVITY_CARDIOVASCULAR_SYSTEM
source: Cardiovascular System
vi: Hệ tuần hoàn
zh_hans: 循环系统分析
zh_hant: 循環系統分析

# STR_HEALTHANALYSIS_ACTIVITY_DIGESTIVE_SYSTEM
source: Digestive System
vi: Hệ tiêu hóa
zh_hans: 消化系统分析
zh_hant: 消化系統分析

# STR_HEALTHANALYSIS_ACTIVITY_ENDOCRINE_SYSTEM
source: Endocrine System
vi: Hệ nội tiết
zh_hans: 内分泌系统分析
zh_hant: 內分泌系統分析

# STR_HEALTHANALYSIS_ACTIVITY_FULL_REPORT
source: Comprehensive Analysis
vi: Phân tích sức khỏe toàn diện
zh_hans: 综合健康分析报告
zh_hant: 綜合健康分析報告

# STR_HEALTHANALYSIS_ACTIVITY_IMMUNE_SYSTEM
source: Immune System
vi: Hệ miễn dịch
zh_hans: 免疫系统分析
zh_hant: 免疫系統分析

# STR_HEALTHANALYSIS_ACTIVITY_MUSCULOSKELETAL_SYSTEM
source: Musculoskeletal System
vi: Hệ cơ xương
zh_hans: 肌肉骨骼系统分析
zh_hant: 肌肉骨骼系統分析

# STR_HEALTHANALYSIS_ACTIVITY_REPRODUCTIVE_SYSTEM
source: Reproductive System
vi: Hệ sinh sản
zh_hans: 生殖系统分析
zh_hant: 生殖系統分析

# STR_HEALTHANALYSIS_ACTIVITY_RESPIRATORY_SYSTEM
source: Respiratory System
vi: Hệ hô hấp
zh_hans: 呼吸系统分析
zh_hant: 呼吸系統分析

# STR_HEALTHANALYSIS_ACTIVITY_URINARY_SYSTEM
source: Urinary System
vi: Hệ tiết niệu
zh_hans: 泌尿系统分析
zh_hant: 泌尿系統分析

# STR_HEALTH_MANAGEMENT_MY_HEALTH_BANK
source: My Health Bank
vi: Ngân hàng sức khỏe
zh_hans: 中央健保署 健康存折
zh_hant: 中央健保署 健康存摺

# STR_HEALTH_NOTIFICATION_SETTING
source: Health Notification Setting
vi: Cài đặt thông báo sức khỏe
zh_hans: 健康追踪设定
zh_hant: 健康追蹤設定

# STR_HEIGHT
source: Height
vi: Chiều cao
zh_hans: 身高
zh_hant: 身高

# STR_HIDE
source: Hide
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# STR_HINT_COUNTRY_CODE_886
source: (+886) Taiwan
vi: (+886) Đài Loan
zh_hans: (+886) 台湾
zh_hant: (+886) 台灣

# STR_HINT_ENTER_KEYWORDS
source: Enter keywords
vi: Nhập từ khóa
zh_hans: 输入搜寻关键词
zh_hant: 輸入搜尋關鍵字

# STR_HISTORY_BILLING_BALANCE
source: Balance
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# STR_HISTORY_BILLING_DEPOSIT
source: Deposit
vi: Nạp tiền
zh_hans: 储值
zh_hant: 儲值

# STR_HISTORY_BILLING_FORWARD
source: Previous balance
vi: Số dư đầu kỳ
zh_hans: 前期余额
zh_hant: 前期餘額

# STR_HISTORY_BILLING_HEALTH_REPORT
source: Health Report
vi: Báo cáo sức khỏe
zh_hans: 健康报告
zh_hant: 健康報告

# STR_HISTORY_BILLING_IPCAM_REPORT
source: IP Cam
zh_hans: 摄像机
zh_hant: 攝像機

# STR_HISTORY_BILLING_REFUND
source: Adjust-add
vi: Điều chỉnh tăng
zh_hans: 调整-增加
zh_hant: 調整-增加

# STR_HISTORY_BILLING_RETURN
source: Adjust-subtract
vi: Điều chỉnh giảm
zh_hans: 调整-减少
zh_hant: 調整-減少

# STR_HISTORY_EXAM_DATA_ACTIVITY_HISTORY
source: History
vi: Lịch sử
zh_hans: 历史数据
zh_hant: 歷史資料

# STR_HNSB_HEALTH_FU_NOTIFICATION
source: Health F/U Notification
vi: Thông báo sức khỏe
zh_hans: 健康追踪通知
zh_hant: 健康追蹤通知

# STR_HNS_INTERVAL
source: Interval
vi: Khoảng thời gian
zh_hans: 提醒周期
zh_hant: 提醒週期

# STR_HNS_INTERVAL_MONTH
source: (Month)
vi: (Tháng)
zh_hans: （月）
zh_hant: (月)

# STR_HNS_NEXT_RETURN_DATE
source: Next Return Date
vi: Ngày tái khám tiếp theo
zh_hans: 下次回诊日
zh_hant: 下次回診日

# STR_HNS_NOTE_FOLLOW_UP_CURRENT
source: You have no diseases to follow-up with currently.
vi: Hiện tại không có bệnh cần theo dõi
zh_hans: 您目前无疾病追踪项目。
zh_hant: 您目前無疾病追蹤項目。

# STR_HNS_RETURN_DATE
source: Return Date
vi: Ngày tái khám
zh_hans: 回诊日
zh_hant: 回診日

# STR_HOTLINE
source: Hotline
zh_hans: 云专线
zh_hant: 雲專線

# STR_HYPOTHERMIA
source: Hypothermia
vi: Hạ thân nhiệt
zh_hans: 低体温
zh_hant: 低體溫

source: If you have not applied for your health data, please sign-in and select the data you want to retrieve.
vi: If you haven't applied for data, please sign-in and select your apply for your history data.
zh_hans: If you haven't applied for data, please sign-in and select your apply for your history data.
zh_hant: 若您從未申請資料，請登入健康存摺，並選擇您要申請之資料。

# STR_IMAGE_SAVED_TO_ALBUM
source: The image is saved to Album
vi: Ảnh đã được lưu vào thư viện ảnh
zh_hans: 照片已成功储存到相册
zh_hant: 照片已成功儲存到相簿

# STR_IMAGE_THANKFORSIGNUP
source: logo_doctor_thanksforsignin_en
vi: logo_doctor_thanksforsignin_vi
zh_hans: logo_doctor_thanksforsignin_sc
zh_hant: logo_doctor_thanksforsignin_tc

# STR_INCOMMING_VIDEO_CALL
source: Incoming video call...
vi: Cuộc gọi video đến....
zh_hans: 视讯通话通知...
zh_hant: 視訊通話通知...

# STR_INDIVIDUAL
source: Individual
vi: Cá nhân
zh_hans: 个人二联式
zh_hant: 個人二聯式

# STR_INFO_BTN_SIGNOUT
source: Sign Out
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# STR_INPUT_BODY_TEMPERATURE
source: Input Body Temperature
vi: Nhập nhiệt độ cơ thể
zh_hans: 输入体温值
zh_hant: 輸入體溫值

# STR_INPUT_MAILING_ADDRESS
source: Please input your mailing address
vi: Vui lòng nhập địa chỉ nhận thư
zh_hans: 请输入寄送地址
zh_hant: 請輸入寄送地址

# STR_INPUT_PEAK_EXPIRATORY_FLOW_RATE
source: Input Peak Expiratory Flow Rate
vi: Nhập lưu lượng đỉnh thở ra
zh_hans: 输入尖峰呼气流速 (PEF)
zh_hant: 輸入尖峰呼氣流速 (PEF)

# STR_INPUT_SEARCHING_ADDRESS
source: Please input the address you want to search.
vi: Vui lòng nhập địa chỉ để tìm kiếm
zh_hans: 请输入搜索地址
zh_hant: 請輸入搜索地址

# STR_INPUT_VALUE
source: Input Value
vi: Nhập giá trị
zh_hans: 输入数值
zh_hant: 輸入數值

# STR_INPUT_WEIGH_VALUE
source: Input Weight
vi: Nhập giá trị cân nặng
zh_hans: 输入体重
zh_hant: 輸入體重

# STR_INTELLIGENT_ANALYSIS
source: Intelligent Health Analysis
vi: Phân tích sức khỏe thông minh
zh_hans: 智能健康分析
zh_hant: 智能健康分析

# STR_INTERNATIONAL_CLASSCIFICATION_OF_DISEASES
source: Disease Classification
vi: Phân loại bệnh
zh_hans: 疾病分类
zh_hant: 疾病分類

# STR_INVALID_NATIONAL_ID
source: Invalid National ID
vi: Số CMND/CCCD không hợp lệ
zh_hans: 身份证号无效
zh_hant: 身份證號無效

# STR_INVALID_QR_CODE
source: Invalid QR Code
vi: Mã QR không hợp lệ
zh_hans: 无效的 QR Code
zh_hant: 無效的 QR Code

# STR_INVALID_VALUE
source: Invalid Value
vi: Giá trị không hợp lệ
zh_hans: 数值无效
zh_hant: 數值無效

# STR_INVITESHARE_CANNOT_SHARE_TO_YOURSELF
source: Cannot share with yourself
vi: Không thể tự chia sẻ với chính mình
zh_hans: 使用者自己，无效
zh_hant: 使用者自己，無效

# STR_INVITESHARE_DOCTOR_ACTIVITY_THIS_PERSON_EXIST_IN_YOUR_LIST
source: Shared List already exist
vi: Đã tồn tại trong danh sách chia sẻ
zh_hans: 这个名单已存在
zh_hant: 這個名單已存在

# STR_INVOICE_TAX_ID
source: Invoice Tax ID
vi: Mã số thuế
zh_hans: 发票统编
zh_hant: 發票統編

# STR_INVOICE_TAX_TITLE
source: Invoice Tax Title
vi: Tên công ty
zh_hans: 发票抬头
zh_hant: 發票抬頭

# STR_ISSUED_ON
source: Issued on
vi: Ngày phát hành
zh_hans: 发券日期
zh_hant: 發券日期

# STR_ITEMS_WITH_DATA
source: Items with data
vi: Các mục có dữ liệu
zh_hans: 具有数据的项目
zh_hant: 具有數據的項目

# STR_KM
source: %@ km
zh_hans: %@公里
zh_hant: %@公里

# STR_LATEST_BACKUP_TIME
source: Latest backup time
vi: Sao lưu gần nhất
zh_hans: 上次备份时间
zh_hant: 上次備份時間

# STR_LATEST_RESTORE_TIME
source: Last restore time
vi: Khôi phục gần nhất
zh_hans: 上次回存时间
zh_hant: 上次回存時間

# STR_LC_GLS_BUY_SERVICE_GLUCOSE_SUCCESS
source: Your subscription has been successfully confirmed.
vi: Đăng ký thành công
zh_hans: 您的订购已成功。
zh_hant: 您的訂購已成功。

# STR_LC_GLS_DATE_TIME
source: Date/Time:
vi: Thời gian:
zh_hans: 日期/时间：
zh_hant: 日期/時間：

# STR_LC_GLS_EMAIL
source: Email:
zh_hans: 电子邮件：
zh_hant: 電子郵件：

# STR_LC_GLS_MOBILE
source: Mobile:
vi: Số di động:
zh_hans: 手机号码：
zh_hant: 手機號碼：

# STR_LC_GLS_MODEL
source: Model:
zh_hans: 设备型号：
zh_hant: 設備型號：

# STR_LC_GLS_MONTH
source: Month
vi: Tháng
zh_hans: 美元
zh_hant: 美元

# STR_LC_GLS_MY_CONTACT_INFOR
source: My contact info
vi: Thông tin liên hệ của tôi
zh_hans: 联络资讯
zh_hant: 聯絡資訊

# STR_LC_GLS_NAME
source: Name:
vi: Họ tên:
zh_hans: 我的姓名：
zh_hant: 我的姓名：

# STR_LC_GLS_NOTE
source: Note:
vi: Ghi chú:
zh_hans: 注 ：
zh_hant: 註：

# STR_LC_GLS_PHONE
source: Phone:
vi: Điện thoại:
zh_hans: 联络电话：
zh_hant: 聯絡電話：

# STR_LC_GLS_PRICE_REFERENCE
source: Ref.Price:
vi: Giá tham khảo:
zh_hans: 参考价格：
zh_hant: 參考價格：

# STR_LC_GLS_PRODUCT
source: Product:
vi: Sản phẩm:
zh_hans: 产品名称：
zh_hant: 產品名稱：

# STR_LC_GLS_REQUIRE_DEVICE
source: Require device
vi: Yêu cầu thiết bị
zh_hans: 索取设备
zh_hant: 索取設備

# STR_LC_GLS_REQUIRE_DEVICE_HISTORY
source: Require Device History
vi: Lịch sử yêu cầu thiết bị
zh_hans: 历史记录
zh_hant: 歷史記錄

# STR_LC_GLS_SALES_REGIONS
source: Sales Regions:
vi: Khu vực bán hàng:
zh_hans: 销售地区：
zh_hant: 銷售地區：

# STR_LC_GLS_SHIPPING_ADDRESS
source: Shipping Address:
vi: Địa chỉ giao hàng:
zh_hans: 运货地址：
zh_hant: 運貨地址：

# STR_LC_GLS_SUBSCRIPTION
source: Subscription
vi: Đăng ký
zh_hans: 订购服务
zh_hant: 訂購服務

# STR_LC_GLS_SUPPORT_DEVICE
source: The %@ device is required to use this service. Do you already have the device?
vi: Dịch vụ này yêu cầu thiết bị %@. Bạn đã có thiết bị chưa?
zh_hans: 使用此服务必须搭配 %@ 设备。 您是否已经有此设备？
zh_hant: 使用此服務必須搭配 %@ 設備。 您是否已經有此設備？

# STR_LC_GLS_YES_I_WOULD_LIKE_TO_SUBSCRIBE
source: I would like to subscribe the Measuring Service by recurring monthly payments.
vi: Tôi muốn đăng ký Dịch vụ đo lường sức khỏe và thanh toán định kỳ hàng tháng.
zh_hans: 我想每月自动续订实时检测服务。
zh_hant: 我想每月自動續訂實時檢測服務。

# STR_LC_GLS_YOUR_POINT_BALANCE_IS_NOT_ENOUGH
source: Sorry, your account balance is not enough. Please deposit first.
vi: Số dư trong tài khoản của bạn không đủ, vui lòng nạp thêm để tiếp tục sử dụng dịch vụ.
zh_hans: 抱歉，您的余额不足，请先储值。
zh_hant: 抱歉，您的餘額不足，請先儲值。

# STR_LC_HEALTH_AND_CARE_EVERYWHERE
source: Health and Care, Everywhere
vi: Chăm sóc sức khỏe, Mọi lúc mọi nơi
zh_hans: 健康关怀、温情传送
zh_hant: 健康關懷、溫情傳送

# STR_LC_INQUIRY_NO
source: Inquiry No.:
vi: Mã số yêu cầu:
zh_hans: 查询号码：
zh_hant: 查詢號碼：

# STR_LC_INQUIRY_NUMBER
source: Inquiry Number
vi: Mã số yêu cầu
zh_hans: 查询号码
zh_hant: 查詢號碼

# STR_LC_PLEASE_INPUT_PHONE_OR_MOBILE
source: Please input your phone number or mobile number
vi: Vui lòng nhập Số điện thoại hoặc Số di động
zh_hans: 请输入联络电话或手机号码
zh_hant: 請輸入聯絡電話或手機號碼

# STR_LC_SHIPPING_ADDRESS_IS_REQUIRED
source: Shipping address is required
vi: Vui lòng nhập địa chỉ giao hàng
zh_hans: 运货地址 必需
zh_hant: 運貨地址 必需

# STR_LC_SUPPLIER_NAME
source: Supplier:
vi: Nhà cung cấp:
zh_hans: 厂商名称：
zh_hant: 廠商名稱：

# STR_LET_ADD_NEW_DATA
source: Click to add your Exam Data!
vi: Hãy thêm Dữ liệu kiểm tra sức khỏe!
zh_hans: 点击新增检验数据！
zh_hant: 點擊新增檢驗數據！

# STR_LET_ADD_TO_SHARED_LIST
source: Click to add to Shared List!
vi: Hãy thêm vào danh sách chia sẻ!
zh_hans: 点击加入分享名单！
zh_hant: 點擊加入分享名單！

# STR_LET_ADD_USER_DEFINED
source: Click to add a schedule!
vi: Hãy thêm tự cài đặt!
zh_hans: 点击新增使用者自订时程！
zh_hant: 點擊新增使用者自訂時程！

# STR_LET_DO_ALARM_SETTING
source: Click to add an alarm!
vi: Hãy thiết lập báo thức của bạn!
zh_hans: 点击新增闹钟！
zh_hant: 點此新增鬧鐘！

# STR_LET_INPUT_BLOOD_GLUCOSE_DATA
source: Click to input your blood glucose data!
vi: Hãy nhập dữ liệu đường huyết của bạn!
zh_hans: 点击新增血糖数据！
zh_hant: 點擊新增血糖數據！

# STR_LET_INPUT_BLOOD_OXYGEN
source: Let's input your blood oxygen level!
vi: Hãy nhập nồng độ oxy trong máu của bạn!
zh_hans: 点击输入您的血氧浓度！
zh_hant: 點擊輸入您的血氧濃度！

# STR_LET_INPUT_BLOOD_PRESSURE_DATA
source: Click to input your blood pressure data!
vi: Hãy nhập dữ liệu huyết áp của bạn!
zh_hans: 点击新增血压数据！
zh_hant: 點擊新增血壓數據！

# STR_LET_INPUT_PEAK_EXPIRATORY_FLOW_RATE
source: Click to enter your Peak Expiratory Flow Rate!
vi: Hãy nhập lưu lượng đỉnh thở ra của bạn!
zh_hans: 点击输入您的尖峰呼气流速！
zh_hant: 點擊輸入您的尖峰呼氣流速！

# STR_LET_INPUT_TEMPERATURE
source: Let's input your body temperature!
vi: Hãy nhập nhiệt độ cơ thể của bạn!
zh_hans: 点击输入您的体温！
zh_hant: 點擊輸入您的體溫！

# STR_LET_INPUT_WEIGHT
source: Click to enter your weight!
vi: Hãy nhập cân nặng của bạn!
zh_hans: 点击输入您的体重！
zh_hant: 點擊輸入您的體重！

# STR_LET_SEARCH_EXPERTS_CLINICS
source: Click to search for Clinics or Experts!
vi: Tìm kiếm Phòng khám hoặc Chuyên gia
zh_hans: 点此搜寻诊所或医师(专家)
zh_hant: 點此搜尋診所或醫師(專家)

# STR_LIFECARE_ACTIVITY_NON_NAME
source: Non-member
vi: Tài khoản chưa đăng ký trên Dr.HereOnline
zh_hans: 尚未成为会员
zh_hant: 尚未成為會員

# STR_LIFECARE_ACTIVITY_NO_NAME
source: No name
vi: Chưa đặt tên
zh_hans: 未命名
zh_hant: 未命名

# STR_LIFECARE_BLOOD_GLUCOSE_SERVICE
source: Blood Glucose
vi: Đo đường huyết
zh_hans: 血糖测量
zh_hant: 血糖測量

# STR_LIFECARE_CAMERA
source: Camera
vi: Máy ảnh
zh_hans: 拍照辨识
zh_hant: 拍照辨識

# STR_LIFECARE_MEASURING_SERVICE_SHARE_EITHER_PHONEEMAIL_ACCOUNT_DOES_NOT_EXIST
source: This account does not exist
vi: Tài khoản này không tồn tại
zh_hans: 这个帐号不存在
zh_hant: 這個帳號不存在

# STR_LIFECARE_MEASURING_SERVICE_SHARE_EITHER_PHONEEMAIL_EMAIL
source: By Email
vi: Bằng Email
zh_hans: 通过电子邮件
zh_hant: 通過電子郵件

# STR_LIFECARE_MEASURING_SERVICE_SHARE_EITHER_PHONEEMAIL_ENTER_PHONE_NUMBER
source: Enter phone number
vi: Nhập số điện thoại
zh_hans: 输入电话号码
zh_hant: 輸入電話號碼

# STR_LIFECARE_MEASURING_SERVICE_SHARE_EITHER_PHONEEMAIL_PHONE
source: By Phone
vi: Bằng điện thoại
zh_hans: 通过电话
zh_hant: 通過電話

# STR_LIFE_CARE_FEATURE_SUPPORT
source: Coming soon!
vi: Đang phát triển!
zh_hans: 敬请期待！
zh_hant: 敬請期待！

# STR_LIMIT_IMAGE_SIZE
source: The size of the image must be smaller than %@MB
vi: Dung lượng ảnh phải nhỏ hơn %@MB
zh_hans: 图片大小必须小于%@MB
zh_hant: 圖片大小必須小於%@MB

# STR_LISTEXAM_ACTIVITY_EXAM_FILES
source: Exam Data
vi: Dữ liệu kiểm tra sức khỏe
zh_hans: 检验数据
zh_hant: 檢驗數據

# STR_LISTHIDDEN_DOCTOR_ACTIVITY_HIDDEN_EXPERT
source: Hidden List
vi: Danh sách ẩn
zh_hans: 隐藏名单
zh_hant: 隱藏名單

# STR_LOADING_DATA
source: Loading Data
zh_hant: 選擇下載 載入資料

# STR_LOCALE_LANGUAGE
source: en
vi: vi
zh_hans: zh-CN
zh_hant: zh-TW

# STR_LOCATION
source: Location
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# STR_LOCATION_SERVICES_NOT_AVAILABLE
source: Location Tracking Services are not available!
vi: Dịch vụ Định vị không khả dụng
zh_hans: 定位服务不可用
zh_hant: 定位服務不可用

# STR_LOGGED_IN_AS_ACCOUNT
source: Logged in as %@
vi: Đã đăng nhập vào tài khoản %@
zh_hans: 成功登入 %@ 帐号
zh_hant: 成功登入 %@ 帳號

# STR_LOGIN_ACTIVITY_ACCEPT_TERMS_OF_USE
source: Please accept the Terms of Use
vi: Vui lòng chọn Đồng ý điều khoản sử dụng
zh_hans: 请接受使用条款
zh_hant: 請接受使用條款

# STR_LOGIN_ACTIVITY_AGREEN_TO_DRHEREONLINE
source: I agree
vi: Tôi đồng ý
zh_hans: 我同意
zh_hant: 我同意

# STR_LOGIN_ACTIVITY_CHECK_MAIL_ACTIVATION_NOTE
source: Note: If you don't find the activation email in your inbox, please check your trash or spam folders.
vi: Lưu ý: Vui lòng kiểm tra Hộp thư rác nếu bạn không tìm thấy trong Hộp thư đến.
zh_hans: 提醒：若您仍未收到电子邮件，请检查您的垃圾邮件信箱。
zh_hant: 提醒：若您仍未收到電子郵件，請檢查您的垃圾郵件信箱。

# STR_LOGIN_ACTIVITY_CONFIRM_PASSWORD
source: Confirm Password
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# STR_LOGIN_ACTIVITY_FORCE_LOGOUT_CODE
source: Code
vi: Mã
zh_hans: 编码
zh_hant: 編碼

# STR_LOGIN_ACTIVITY_FORCE_LOGOUT_CONTENT
source: Your sign in session has expired. Please sign in again to continue using our services.
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại để tiếp tục sử dụng dịch vụ.
zh_hans: 您先前的登入使用期限已届，请再次登入以继续使用相关服务功能。
zh_hant: 您先前的登入使用期限已屆，請再次登入以繼續使用相關服務功能。

# STR_LOGIN_ACTIVITY_FORCE_LOGOUT_TITLE
source: Sign In Session expired
vi: Phiên đăng nhập hết hạn
zh_hans: 登入期限已届
zh_hant: 登入期限已屆

# STR_LOGIN_ACTIVITY_FORGOT_PASSWORD
source: Forgot Password?
vi: Quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# STR_LOGIN_ACTIVITY_HINT_EMAIL
source: Enter your email
vi: Nhập email
zh_hans: 输入邮件帐号
zh_hant: 輸入郵件帳號

# STR_LOGIN_ACTIVITY_HINT_PASSWORD
source: Password
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# STR_LOGIN_ACTIVITY_PLEASE_CHECK_YOUR_MAILBOX_FOR_AN_ACCOUNT
source: Please check your inbox for the verification email. Click the link in the email to login.
vi: Thư kích hoạt đã được gửi tới hòm mail của bạn. Vui lòng nhấp vào liên kết để kích hoạt tài khoản.
zh_hans: 请接收启动会员帐户通知的电子邮件，并点击邮件里的链结来启动您的帐户。
zh_hant: 請接收啟動會員帳戶通知的電子郵件，並點擊郵件裡的鏈結來啟動您的帳戶。

# STR_LOGIN_ACTIVITY_SIGN_IN
source: Sign In
vi: Đăng nhập
zh_hans: 登入
zh_hant: 登入

# STR_LOGIN_ACTIVITY_THANK_FOR_SIGN_UP_2
source: Please proceed to verify your account
vi: Vui lòng kích hoạt để đăng nhập Ứng dụng
zh_hans: 请继续会员帐户启动
zh_hant: 請繼續會員帳戶啟動

# STR_LOGIN_ENTER_YOUR_MOBILE_NUMBER
source: Enter your mobile number
vi: Nhập số di động
zh_hans: 输入手机号码
zh_hant: 輸入手機號碼

# STR_LOGIN_EXPIRED_TOKEN_MSG
source: The idle time after signing in was too long. For security reasons, please sign in again.
vi: Thời gian chờ sau khi đăng nhập quá lâu. Vì vấn đề bảo mật, vui lòng đăng nhập lại
zh_hans: 登入后闲置时间太久，基于安全，烦请重新登入。
zh_hant: 登入後閒置時間太久，基於安全，煩請重新登入。

# STR_LUNG_DISEASE
source: Lung problem
vi: Bệnh về phổi
zh_hans: 肺部疾病
zh_hant: 肺部疾病

# STR_LUNG_DISEASE_REQUIRED
source: Lung problem information is required
vi: Vui lòng cung cấp thông tin bệnh về phổi
zh_hans: 肺部疾病资讯 必需
zh_hant: 肺部疾病資訊 必需

# STR_MAIN_ACTIVITY_BUY
source: Buy
vi: Mua
zh_hans: 购买
zh_hant: 購買

# STR_MAIN_ACTIVITY_BUY_POINT_BUY_POINT
source: Buy Points
vi: Gói Điểm
zh_hans: 购买点数
zh_hant: 購買點數

# STR_MAIN_ACTIVITY_CARELIST
source: Caring List
vi: Danh sách chăm sóc
zh_hans: 关怀名单
zh_hant: 關懷名單

# STR_MAIN_ACTIVITY_EXAM_FILES
source: Exam Data
vi: Dữ liệu kiểm tra sức khỏe
zh_hans: 检验数据
zh_hant: 檢驗數據

# STR_MAIN_ACTIVITY_EXAM_HEALTH_ANALYSIS
source: Intelligent Health Analysis Report
vi: Báo cáo phân tích sức khỏe thông minh
zh_hans: 智能健康分析报告
zh_hant: 智能健康分析報告

# STR_MAIN_ACTIVITY_EXAM_PLEASE_COMPLETE_HEALTH_FILES
source: Please remember to fill in your General Health Info and Exam Data to proceed with an accurate health analysis
vi: Hoàn thành Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe để thực hiện phân tích
zh_hans: 健康小叮嘱 您填写的数据越落实，越能提供 您准确的判读与分析
zh_hant: 健康小叮嚀 您填寫的資料越完整，越能提供 您精準的判讀與分析

# STR_MAIN_ACTIVITY_LIFECARE_DETECTION
source: Measurement Service
vi: Đo lường sức khỏe
zh_hans: 实时检测
zh_hant: 實時檢測

# STR_MAIN_ACTIVITY_MY_ACCOUNT_ACOUNT_STATEMENT
source: Account statement in the past 6 months
vi: Sao kê tài khoản của 6 tháng
zh_hans: 最近六个月帐单
zh_hant: 最近六個月帳單

# STR_MAIN_ACTIVITY_MY_ACCOUNT_ACOUNT_STATEMENT_BY_DATE
source: Account Statement by Date
vi: Sao kê tài khoản theo ngày tháng
zh_hans: 期间对帐单
zh_hant: 期間對帳單

# STR_MAIN_ACTIVITY_MY_ACCOUNT_VIEW
source: View
vi: Xem
zh_hans: 查询
zh_hant: 查詢

# STR_MAIN_ACTIVITY_TAB_ASK
source: Consult
vi: Tư vấn
zh_hans: 健康咨询
zh_hant: 健康諮詢

# STR_MAIN_ACTIVITY_TAB_EXAM
source: Manage
vi: Hồ sơ sức khỏe
zh_hans: 健康管理
zh_hant: 健康管理

# STR_MAIN_ACTIVITY_TAB_LIFECARE
source: LifeCare
zh_hans: 居家量测
zh_hant: 居家量測
