Repository: doandat/MultilanguageIOS
Catalog: google-examples-swift-master/google-examples-swift/*.lproj/MemLocalizable.strings
Languages: vi, zh_hans, zh_hant

# STR_PROFILE_ACTIVITY_SERVICE_LANGUAGE
source: Service Languages
vi: Ngôn ngữ
zh_hans: 服务语言
zh_hant: 服務語言

# STR_PROFILE_ACTIVITY_SERVICE_REGION
source: Service Regions
vi: Khu vực dịch vụ
zh_hans: 服务区域
zh_hant: 服務區域

# STR_PROFILE_MEMBER_FRAGMENT_AGE
source: Age
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

# STR_PROVIDED_BY_CLINIC_HEALTH_CENTER
source: Provided by the Clinic/Health Center
vi: Do Phòng khám / Trung tâm sức khỏe cung cấp
zh_hans: 诊所 / 健康管理中心提供
zh_hant: 診所 / 健康管理中心提供

# STR_PROVIDE_MY_EXAM_DATA_TO_DR_HEREONLINE
source: Please import my General Health Info and Exam Data from %@ to Dr.HereOnline so that I can view and manage my health data at any time, and get automatic follow-up reminders and messages for personal health management.
vi: Vui lòng nhập dữ liệu Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của tôi tại %@ vào hệ thống Dr.HereOnline để tôi có thể xem và quản lý dữ liệu sức khỏe của mình bất cứ lúc nào, cũng như có thể sử dụng dịch vụ nhắc nhở theo dõi tự động và nhận tin tức quản lý sức khỏe cá nhân.
zh_hans: 请汇入本人于%@之检验检查数据与基本健康资料至名医实时通，让我能随时查看并管理我的健康数据，获得自动追踪提醒与个人健康管理推播消息等服务。
zh_hant: 請匯入本人於%@之檢驗檢查數據與基本健康資料至名醫實時通，讓我能隨時查看並管理我的健康數據，獲得自動追蹤提醒與個人健康管理推播訊息等服務。

# STR_PULMONARY_FUNCTION
source: Pulmonary Function
vi: Đo chức năng phổi
zh_hans: 肺功能测量
zh_hant: 肺功能測量

# STR_PULSE_RATE
source: Pulse Rate
vi: Nhịp mạch
zh_hans: 脉膊率
zh_hant: 脈搏率

# STR_PURCHASE_REPORT_NO_ENOUGH_POINT
source: You do not have enough Points, please deposit more Points before for proceeding to generate your Health Analysis Report.
vi: Số điểm của bạn không đủ, vui lòng nạp thêm để thực hiện báo cáo phân tích sức khỏe.
zh_hans: 您的点数不足，请于充值后再进行全方位健康分析报告。
zh_hant: 您的點數不足，請於充值後再進行全方位健康分析報告。

# STR_PURCHASE_REPORT_OK_CORRECT
source: You are about to enter the payment and analysis process, please make sure that the data provided is correct.
vi: Vui lòng xác nhận thông tin chính xác trước khi thực hiện thanh toán và phân tích sức khỏe
zh_hans: 即将进入付费与分析程序，请确认提供数据是否正确？
zh_hant: 即將進入付費與分析程序，請確認提供數據是否正確？

# STR_QR_CODE
source: QR Code
vi: Mã QR
zh_hans: QR 码
zh_hant: QR 碼

# STR_RATE
source: Rate
vi: Tỉ lệ
zh_hans: 比率
zh_hant: 比率

# STR_REAL_FULL_NAME
source: Real Full Name
vi: Họ tên thật
zh_hans: 真实姓名
zh_hant: 真實姓名

# STR_RECOMMENDATIONS
source: Recommendations
vi: Lời khuyên
zh_hans: 建议
zh_hant: 建議

# STR_RECORD_POPUP_WINDOW_STOP_MESSAGE
source: Stop messages
vi: Chặn tin nhắn
zh_hans: 停止讯息
zh_hant: 停止訊息

# STR_RECTAL_TEMPERATURE
source: Rectal Temperature
vi: Nhiệt độ trực tràng
zh_hans: 肛温
zh_hant: 肛溫

# STR_REDEEMED
source: Redeemed
vi: Đã đổi
zh_hans: 已兑换
zh_hant: 已兌換

# STR_REDLIGHT_PRESENTS_ASTHMA_EXACERBATED_AND_MUST_BE_CONTROLLED_IMMEDIATELY
source: Indicates that the asthma is exacerbated and must be controlled immediately.
vi: Bệnh hen suyễn đang trở nên trầm trọng và cần phải xử lý ngay
zh_hans: 代表气喘病情加剧，必须立刻处理
zh_hant: 代表氣喘病情加劇，必須立刻處理

# STR_REFERRAL
source: Referral
vi: Giới thiệu
zh_hans: 转介
zh_hant: 轉介

# STR_REGISTER_BY_PHONE_NUMBER
source: Sign Up by mobile number
vi: Đăng ký bằng số di động
zh_hans: 使用手机号码注册
zh_hant: 使用手機號碼註冊

# STR_RENEW
source: Renew
vi: Gia hạn
zh_hans: 续订
zh_hant: 續訂

# STR_REPEAT
source: Repeat
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# STR_REQUEST_FOR_YOUR_AUTHORIZATION
source: %@ sent a request to view your General Health Info and Exam Data
vi: %@ gửi yêu cầu quyền xem Thông tin sức khỏe cơ bản và Dữ liệu kiểm tra sức khỏe của bạn
zh_hans: %@要求授权查看您的基本健康资讯与检验数据
zh_hant: %@要求授權查看您的基本健康資訊與檢驗數據

# STR_RESET
source: Reset
vi: Hoàn tác
zh_hans: 重置
zh_hant: 重置

# STR_RESTORE
source: Restore
vi: Khôi phục
zh_hans: 回存
zh_hant: 回存

# STR_RESTORE_MESSAGES
source: Restore Messages
vi: Khôi phục tin nhắn
zh_hans: 回存讯息
zh_hant: 回存訊息

# STR_RESTORE_WHILE_USE_OTHER_FUNCTIONS
source: We will restore all your data while you use other functions.
vi: Chúng tôi sẽ khôi phục toàn bộ dữ liệu trong khi bạn sử dụng các tính năng khác.
zh_hans: 当您使用其他功能时，我们将回存您的所有数据。
zh_hant: 當您使用其他功能時，我們將回存您的所有數據。

# STR_RESTORING_MEDIA_FILES
source: Restoring media files...
vi: Đang khôi phục dữ liệu đa phương tiện
zh_hans: 媒体文件回存中...
zh_hant: 媒體文件回存中…

# STR_RESTORING_YOUR_MESSAGES
source: Restoring your messages...
vi: Đang khôi phục tin nhắn
zh_hans: 回存讯息中...
zh_hant: 回存訊息中…

# STR_RULE_PASSWORD
source: Please use a mix of letters, numbers, and symbols in your password.
vi: Vui lòng sử dụng chữ, số và ký hiệu để cài đặt mật khẩu.
zh_hans: 请使用字母、数字和符号混合设定您的密码。
zh_hant: 請使用字母、數字和符號混合設定您的密碼。

# STR_SAT
source: Sat
vi: Thứ 7
zh_hans: 周六
zh_hant: 週六

# STR_SCAN_EXPERT_QR_CODE
source: Scan Expert QR Code
vi: Quét mã QR của chuyên gia
zh_hans: 扫描专家的 QR Code
zh_hant: 掃描專家的 QR Code

# STR_SCORIING_ACTIVITY_HINT_LEAVE_YOUR_COMMENTS
source: Comments
vi: Bình luận
zh_hans: 意见回馈
zh_hant: 意見回饋

# STR_SCORIING_ACTIVITY_SCORE
source: Rate:
vi: Mức độ đánh giá:
zh_hans: 评分：
zh_hant: 評分：

# STR_SCORING
source: Scoring
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# STR_SCORINGACTIVITY_SCORING
source: Rating
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

# STR_SCORING_ACTIVITY_ARR_RATE1
source: Excellent
vi: Rất tốt
zh_hans: 很好
zh_hant: 很好

# STR_SCORING_ACTIVITY_ARR_RATE2
source: Good
vi: Tốt
zh_hans: 好
zh_hant: 好

# STR_SCORING_ACTIVITY_ARR_RATE3
source: Average
vi: Trung bình
zh_hans: 普通
zh_hant: 普通

# STR_SCORING_ACTIVITY_ARR_RATE4
source: Fair
vi: Kém
zh_hans: 差
zh_hant: 差

# STR_SCORING_ACTIVITY_ARR_RATE5
source: Poor
vi: Rất kém
zh_hans: 很差
zh_hant: 很差

# STR_SCREEN_RECORDING
source: Screen Recording
vi: Ghi màn hình
zh_hans: 萤幕录制
zh_hant: 螢幕錄製

# STR_SCREEN_VIDEO_SAVED
source: Screen Recording video saved to Photos
vi: Video ghi lại màn hình đã được lưu vào Ảnh
zh_hans: 萤幕录制影片已保存到相簿
zh_hant: 螢幕錄製影片已保存到相簿

# STR_SEARCHING
source: Searching
vi: Tìm kiếm
zh_hans: 寻找
zh_hant: 尋找

# STR_SEARCH_DOCTOR_ACTIVITY_SELECT_TYPE
source: Select Type:
vi: Đối tượng:
zh_hans: 选择类别：
zh_hant: 選擇類別：

# STR_SEARCH_MEMBER_ACTIVITY_END
source: End
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# STR_SEARCH_MEMBER_ACTIVITY_START
source: Start
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# STR_SEARCH_NO_RESULT_FOUND
source: No results found
vi: Không tìm thấy kết quả
zh_hans: 搜寻不到结果
zh_hant: 搜尋不到結果

# STR_SEARCH_RADIUS
source: Search Radius
vi: Bán kính tìm kiếm
zh_hans: 搜寻半径
zh_hant: 搜索半徑

# STR_SEARCH_SHARELIST_ACTIVITY_INPUT_EXACTLY_EMAIL
source: Input the exact email address
vi: Nhập email
zh_hans: 寻找会员的电子邮件地址
zh_hant: 尋找會員的電子郵件地址

# STR_SEARCH_SHARELIST_BLOOD_OXYGEN_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your Blood oxygen data.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu nồng độ oxy trong máu.
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SEARCH_SHARELIST_BLOOD_PRESSURE_ACTIVITY_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your Blood Pressure data with them.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu huyết áp.
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SEARCH_SHARELIST_BMI_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your BMI (Body Mass Index) data with them.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu chỉ số khối cơ thể (BMI).
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SEARCH_SHARELIST_GLUCOSE_ACTIVITY_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your Blood Glucose data.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu đường huyết.
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SEARCH_SHARELIST_PFM_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your Peak Expiratory Flow Rate information with them.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu lưu lượng đỉnh thở ra.
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SEARCH_SHARELIST_TEMPERATURE_NONE_ACCOUNT
source: This email account has not been registered as a member. Please invite this person to join so that you can share your body temperature information with them.
vi: Email này chưa đăng ký tài khoản trên Dr.HereOnline. Bạn hãy mời người đó tham gia để cùng chia sẻ dữ liệu nhiệt độ cơ thể.
zh_hans: 尚未成为名医实时通会员，可邀请加入，关怀亲友
zh_hant: 尚未成為名醫實時通會員，可邀請加入，關懷親友

# STR_SELECT_ACCOUNT_ADD_TO_SHARED_LIST
source: Please select an account to add to Shared List
vi: Vui lòng chọn 1 tài khoản và thêm vào Danh sách chia sẻ
zh_hans: 选择一个帐号，加到分享名单
zh_hant: 選擇一個帳號，加到分享名單

# STR_SELECT_ALL
source: Select all
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# STR_SELECT_ALL_REGION
source: All Regions
vi: Tất cả khu vực
zh_hans: 所有区域
zh_hant: 所有區域

# STR_SELECT_CAMERA_TOSHARE_ACTIVITY_PLEASE_SECLECT
source: Invite into Shared List
vi: Chọn người chia sẻ
zh_hans: 邀请加入分享名单
zh_hant: 邀請加入分享名單

# STR_SELECT_COUNTRY
source: Select Country
vi: Lựa chọn quốc gia
zh_hans: 选择国家
zh_hant: 選擇國家

# STR_SELECT_COUNTRY_CODE
source: Select Country Code
vi: Chọn mã quốc gia
zh_hans: 选择国码
zh_hant: 選擇國碼

# STR_SELECT_FILES_TO_DELETE
source: Please select the files you want to delete
vi: Vui lòng chọn tệp bạn muốn xóa
zh_hans: 请选择您想删除的档案
zh_hant: 請選擇您想刪除的檔案

# STR_SELECT_ZONE
source: Select Region
vi: Lựa chọn khu vực
zh_hans: 选择区域
zh_hant: 選擇區域

# STR_SERVICE_NAME_GLUCOSE_MUST_BE_BETWEEN
source: Service name must be between 2 to 25 characters
vi: Tên dịch vụ yêu cầu từ 2 đến 25 ký tự
zh_hans: 服务名称必须在2到25个字母
zh_hant: 服務名稱必須在2到25個字母

# STR_SERVICE_SETTING
source: Service Setting
vi: Cài đặt dịch vụ
zh_hans: 服务设定
zh_hant: 服務設定

# STR_SESSION_EXPIRED_LOGIN_AGAIN
source: Your Google Drive login session has expired. Please login again.
vi: Phiên đăng nhập Google Drive của bạn đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: 您的Google云端硬碟登录会话已过期。请再次登录。
zh_hant: 您的Google雲端硬碟登錄會話已過期。請再次登錄。

# STR_SETTING
source: Settings
vi: Cài đặt
zh_hans: 设定
zh_hant: 設定

# STR_SETTINGS_PERMISSIONS_IOS
source: Please open "Settings," then tap "Dr.HereOnline" and enable %@.
vi: Mở "Cài đặt", sau đó nhấn chọn "Dr.HereOnline" và cho phép %@.
zh_hans: 开启「设定」，然后点按「名医实时通」并开启%@。
zh_hant: 開啟「設定」，然後點按「名醫實時通」並開啟%@。

# STR_SETTING_ACTIVITY_ABOUT
source: About
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# STR_SETTING_ACTIVITY_POINTS_PAYMENT_APPEND
source: %1@ Points
vi: %@ Điểm
zh_hans: %@ 点数
zh_hant: %@ 點數

# STR_SETTING_ACTIVITY_QA
source: FAQ
vi: Các câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# STR_SETTING_ACTIVITY_SETTING
source: Account Settings
vi: Cài đặt tài khoản
zh_hans: 帐户设定
zh_hant: 帳戶設定

# STR_SETUP_IPCAM_DIALOG_SETUP
source: Set up
vi: Cài đặt
zh_hans: 设定
zh_hant: 設定

# STR_SET_PASSWORD_FIRST_LOGIN
source: Please set your password when you first log in.
vi: Vui lòng cài đặt mật khẩu của bạn trong lần đăng nhập đầu tiên.
zh_hans: 首次登入，请设定您的密码。
zh_hant: 首次登入，請設定您的密碼。

# STR_SHARE
source: Share
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# STR_SHARELIST_ACTIVITY_DELETE_CONFIRM
source: Do you want to delete?
vi: Bạn có muốn xóa không?
zh_hans: 确定要删除 ？
zh_hant: 確定要刪除 ？

# STR_SHARELIST_ACTIVITY_SHARELIST
source: Shared List
vi: Danh sách chia sẻ
zh_hans: 分享名单
zh_hant: 分享名單

# STR_SHARE_WITH_EXPERT
source: Share with Expert
vi: Chuyên gia sức khỏe
zh_hans: 分享给专家
zh_hant: 分享給專家

# STR_SHARE_WITH_MEMBER
source: Share with Member
vi: Người thân và bạn bè
zh_hans: 分享给会员
zh_hant: 分享給會員

# STR_SHOWEXAMDATA_ACTVITY_CONFIRM_DELETE_EXAM_ITEM
source: Do you want to delete?
vi: Bạn có muốn xóa không?
zh_hans: 确定要删除 ？
zh_hant: 確定要刪除 ？

# STR_SHOWEXAMDATA_ACTVITY_CREATE_REPORT_OK
source: Your online analysis is complete. After clicking the OK button, the analysis content can be viewed through "Intelligent Health Analysis Report."
vi: Phân tích trực tuyến đã hoàn tất. Sau khi xác nhận, bạn có thể xem nội dung phân tích ở phần "Báo cáo phân tích sức khỏe thông minh".
zh_hans: 您的数据已完成线上分析，确认后可由「智能健康分析报告」检视分析内容。
zh_hant: 您的數據已完成線上分析，確認後可由「智能健康分析報告」檢視分析內容。

# STR_SIGNUP_NOTE_INPUT_PASSWORD
source: (Use 8 or more characters with a mixture of letters & numbers)
vi: (Sử dụng ít nhất 8 ký tự bao gồm cả chữ và số)
zh_hans: （请混合使用8个字元以上的英文字母和数字）
zh_hant: （請混合使用8個字元以上的英文字母和數字）

# STR_SIGNUP_OR
source: Or
vi: Hoặc
zh_hans: 或
zh_hant: 或

# STR_SIGNUP_TERMS_OF_USE_TITLE
source: Terms of Use
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# STR_SIGNUP_THANKS_FOR_JOINING
source: Thank you for joining Dr.HereOnline!
vi: Cảm ơn bạn đã tham gia Dr.HereOnline!
zh_hans: 名医实时通 感谢您的加入！
zh_hant: 名醫實時通 感謝您的加入！

# STR_SIGN_UP_BY_EMAIL
source: Sign Up (by Email)
vi: Đăng ký (bằng Email)
zh_hans: 注册（邮件）
zh_hant: 註冊 (郵件)

# STR_SIGN_UP_BY_MOBILE_NUMBER
source: Sign Up (By Mobile Number)
vi: Đăng ký (bằng số di dộng)
zh_hans: 注册（手机号码）
zh_hant: 註冊 (手機號碼)

# STR_SIGUP_TERMS_OF_USE
source: Dr.HereOnline's Terms of Use
vi: Điều khoản sử dụng của Dr.HereOnline
zh_hans: 名医实时通使用条款
zh_hant: 名醫實時通使用條款

# STR_SIZE_IMAGE_CROP_SEND
source: The size of the image is larger than %@MB. Please crop down the image to reduce image size. Otherwise, click on "Send" and the image will be automatically reduced in size and uploaded.
vi: Kích thước ảnh lớn hơn %@MB, vui lòng cắt giảm dung lượng ảnh. Nếu không, bạn nhấn nút "Gửi", ảnh của bạn sẽ được tự động giảm dung lượng và gửi đi.
zh_hans: 图片尺寸大于%@MB，请缩小图片尺寸。否则，请点击“送出”按钮，您的照片将自动缩小尺寸并送出。
zh_hant: 圖片尺寸大於%@MB，請縮小圖片尺寸。否則，請點擊“送出”按鈕，您的照片將自動縮小尺寸並送出。

# STR_SKIP
source: Skip
vi: Bỏ qua
zh_hans: 略过
zh_hant: 略過

# STR_SMART_CLINIC_MESSAGE_GET_INFOMATION_FAILED
source: Failed to obtain clinic information
vi: Không lấy được thông tin của phòng khám
zh_hans: 获取诊所信息失败
zh_hant: 獲取診所信息失敗

# STR_SMOKING_REQUIRED
source: Smoking information is required
vi: Vui lòng cung cấp thông tin về hút thuốc
zh_hans: 抽烟资讯 必需
zh_hant: 抽煙資訊 必需

# STR_SPLASH_ACTIVITY_USER_LICENSE
source: Terms of Use
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# STR_SPLASH_ACTIVITY_VERSION
source: Version
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# STR_SPLASH_NEW_APP_VERSION_AVAILABLE
source: A new version is available now. Please update your application to enjoy the new services.
vi: Phiên bản mới đã sẵn sàng để cài đặt. Vui lòng cập nhật và tiếp tục dịch vụ.
zh_hans: 新版本已可下载，请您更新应用程式以便取得新的服务。
zh_hant: 新版本已可下載，請您更新應用程式以便取得新的服務。

# STR_SPLASH_SYSTEM_MAINTENACE
source: Sorry, the system is under maintenance. Please try again later.
vi: Xin lỗi, hệ thống của chúng tôi đang bảo trì. Vui lòng thử lại sau.
zh_hans: 抱歉，系统维护中。请稍后再试。
zh_hant: 抱歉，系統維護中。請稍後再試。

# STR_STATUS
source: Status
vi: Chờ khám
zh_hans: 云候诊
zh_hant: 雲候診

# STR_STORE
source: Store
vi: Cửa hàng
zh_hans: 云商店
zh_hant: 雲商店

# STR_STORE_CUSTOMER_SERVICE
source: Customer Service
vi: Dịch vụ khách hàng
zh_hans: 客服中心
zh_hant: 客服中心

# STR_STORE_ORDER_HISTORY
source: Order History
vi: Lịch sử đặt hàng
zh_hans: 订单记录
zh_hant: 訂單記錄

# STR_STORE_SHIPPING_ADDRESS
source: Shipping Address
vi: Địa chỉ giao hàng
zh_hans: 寄送地址
zh_hant: 寄送地址

# STR_STORE_TERMS_OF_USE
source: Terms of Use
vi: Điều khoản dịch vụ
zh_hans: 服务约定
zh_hant: 服務約定

# STR_SUBSCRIBE
source: Subscribe
vi: Đăng ký
zh_hans: 立即订购
zh_hant: 立即訂購

# STR_SUBSCRIPTION_DATE
source: Subscription date
vi: Ngày đăng ký
zh_hans: 订购日期
zh_hant: 訂購日期

# STR_SUN
source: Sun
vi: CN
zh_hans: 周日
zh_hant: 週日

# STR_SURE_TO_DELETE_ACCOUNT
source: Are you sure you want to delete %@ account?
vi: Bạn có chắc chắn muốn xóa tài khoản %@ này không?
zh_hans: 您确定要删除 %@ 帐号吗？
zh_hant: 您確定要刪除 %@ 帳號嗎？

# STR_SURE_TO_DELETE_MESSAGE
source: Are you sure you want to delete this message?
vi: Bạn có chắc chắn muốn xóa tin nhắn này không?
zh_hans: 您确定要删除此讯息吗？
zh_hant: 您確定要刪除 此訊息嗎？

# STR_SURE_TO_UNSEND_MESSAGE
source: Are you sure you want to unsend this message?
vi: Bạn có chắc chắn muốn thu hồi tin nhắn này không?
zh_hans: 您确定要收回此讯息吗？
zh_hant: 您確定要收回此訊息嗎？

# STR_SWITCH_ACCOUNT
source: Switch Account
vi: Chuyển đổi tài khoản
zh_hans: 切换帐号
zh_hant: 切換帳號

# STR_TEMPERATURE
source: Temperature
vi: Nhiệt độ
zh_hans: 体温
zh_hant: 體溫

# STR_TEMPERATURE_ALARM_MESSAGE
source: Reminder from Dr.HereOnline It's time to measure your body temperature!
vi: Nhắc nhở từ Dr.HereOnline Đã đến giờ đo nhiệt độ của bạn.
zh_hans: 名医实时通的提醒 现在应该测量您的体温了
zh_hant: 名醫實時通的提醒 現在應該測量您的體溫了

# STR_TEMPERATURE_MANAGEMENT
source: Temperature Management
vi: Quản lý thân nhiệt
zh_hans: 体温管理
zh_hant: 體溫管理

# STR_THERE_IS_NO_DATA_EXISTED
source: No data exists!
vi: There is no data existed!
zh_hans: There is no data existed!
zh_hant: 無申請資料！

# STR_THIS_ACCOUNT_ALREADY_LOGGED_IN
source: This account is already logged in
vi: Tài khoản này đã được đăng nhập
zh_hans: 您已登入这个帐号
zh_hant: 您已登入這個帳號

# STR_THIS_ACCOUNT_SUCCESSFULLY_DELETED
source: This account has been successfully deleted!
vi: Tài khoản đã được xóa thành công!
zh_hans: 删除成功！
zh_hant: 刪除成功！

# STR_THIS_ALARM_CONFLICT_OTHER_ALARM
source: This alarm conflicts with an activated one. Please turn off the undesired alarm.
vi: Báo thức xung đột với báo thức khác. Vui lòng tắt báo thức không cần thiết.
zh_hans: 此闹钟与已开启的另一闹钟冲突，请关闭不必要的闹钟。
zh_hant: 此鬧鐘與已開啟的另一鬧鐘衝突，請關閉不必要的鬧鐘。

# STR_THU
source: Thu
vi: Thứ 5
zh_hans: 周四
zh_hant: 週四

# STR_TIME
source: Time
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# STR_TIME_TO_UNSEND_MESSAGE
source: You can only unsend messages within 30 minutes of sending.
vi: Bạn chỉ có thể thu hồ tin nhắn trong vòng 30 phút sau khi gửi.
zh_hans: 您只能在发送后 30分钟内收回讯息。
zh_hant: 您只能在發送後 30分鐘內收回訊息。

# STR_TITLE_ADVANCE_SETTING
source: Advanced Search Settings
vi: Tìm kiếm nâng cao
zh_hans: 进阶查询设定
zh_hant: 進階查詢設定

# STR_TITLE_DR_HERE_ONLINE_FAQ
source: Frequently Asked Questions
vi: Các câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# STR_TITLE_VIP_SUBSCRIPTION
source: VIP Subscription
vi: Đăng ký dịch vụ VIP
zh_hans: VIP 订购
zh_hant: VIP 訂購

# STR_TOAST_CHECK_EMAIL_GET_PASSWORD
source: Please check your email for your password!
vi: Vui lòng kiểm tra email để lấy mật khẩu của bạn!
zh_hans: 請檢查郵件信箱並獲取您的密碼!
zh_hant: 請檢查郵件信箱並獲取您的密碼!

# STR_TOAST_INSERT_ALL_FIELDS
source: Please fill in all fields
vi: Vui lòng nhập tất cả thông tin
zh_hans: 请输入所有信息
zh_hant: 請輸入所有信息

# STR_TOAST_INSERT_ALL_FIELDS_INVITE_SHARE_LIST
source: Email address is required
vi: Vui lòng nhập email
zh_hans: 请输入确切的电子邮件地址
zh_hant: 請輸入確切的電子郵件地址

# STR_TOAST_MYPROFILE_NAME_IS_REQUIRED
source: Full name is required
vi: Vui lòng nhập Họ tên
zh_hans: 姓名 必需
zh_hant: 姓名 必需

# STR_TOAST_MYPROFILE_PHONE_NUMBER_IS_REQUIRED
source: Phone number is required
vi: Vui lòng nhập Số điện thoại
zh_hans: 联络电话 必需
zh_hant: 聯絡電話 必需

# STR_TOAST_PLEASE_INSERT_YOUR_PASSWORD
source: Please enter your password
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# STR_TOAST_SUCCESS
source: Success
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# STR_TOAST_WRONG_EMAIL_FORMAT
source: Invalid email format
vi: Định dạng email không đúng
zh_hans: 电子邮箱格式错误
zh_hant: 電子郵箱格式錯誤

# STR_TOAST_WRONG_EMAIL_OR_MOBILE_FORMAT
source: Wrong email or phone number format
vi: Định dạng email hoặc số điện thoại không đúng
zh_hans: 电话号码或邮件格式错误
zh_hant: 電話號碼或郵件格式錯誤

# STR_TOAST_WRONG_MOBILE_FORMAT
source: Wrong mobile number format
vi: Định dạng số di động không đúng
zh_hans: 手机号码格式错误
zh_hant: 手機號碼格式錯誤

# STR_TOAST_WRONG_PHONE_FORMAT
source: Wrong phone number format
vi: Định dạng số điện thoại không đúng
zh_hans: 错误的电话号码格式
zh_hant: 錯誤的電話號碼格式

# STR_TTL_DIALOG_UNIT_TITLE_SETUP
source: Commonly Used Units
vi: Đơn vị sử dụng
zh_hans: 常用单位
zh_hant: 常用單位

# STR_TUE
source: Tue
vi: Thứ 3
zh_hans: 周二
zh_hant: 週二

# STR_TURN_ON_LOCATION_TO_SEARCH_NEAREST_CLINICS
source: Please turn on Location Tracking Services so that Dr.HereOnline can help you search the nearest clinics around your location.
vi: Vui lòng bật dịch vụ định vị của bạn để Dr.HereOnline có thể giúp bạn tìm kiếm những phòng khám gần nhất.
zh_hans: 为了名医实时通可以协助您寻找附近的诊所，请打开您的定位服务。
zh_hant: 為了名醫實時通可以協助您尋找附近的診所，請打開您的定位服務。

# STR_TYMPANIC_TEMPERATURE
source: Tympanic Temperature
vi: Nhiệt độ tai
zh_hans: 耳温
zh_hant: 耳溫

# STR_TYPE_MONEY_CNY
source: CNY
zh_hans: 人民币
zh_hant: 人民幣

# STR_TYPE_MONEY_EUR
source: EUR
zh_hans: 欧元
zh_hant: 歐元

# STR_TYPE_MONEY_GBP
source: GBP
zh_hans: 英镑
zh_hant: 英鎊

# STR_TYPE_MONEY_JPY
source: JPY
zh_hans: 日币
zh_hant: 日幣

# STR_TYPE_MONEY_TWD
source: TWD
zh_hans: 新台币
zh_hant: 新台幣

# STR_TYPE_MONEY_USD
source: USD
zh_hans: 美元
zh_hant: 美元

# STR_TYPE_MONEY_VND
source: VND
zh_hans: 越南盾
zh_hant: 越南盾

# STR_TYPE_OF_MEASUREMENT
source: Type of measurement
vi: Kiểu đo
zh_hans: 测量方式
zh_hant: 測量方式

# STR_UNDERWEIGHT
source: Underweight
vi: Thiếu cân
zh_hans: 体重过轻
zh_hant: 體重過輕

# STR_UNHIDE
source: Unhide
vi: Không ẩn
zh_hans: 解除隐藏
zh_hant: 解除隱藏

# STR_UNSEND
source: Unsend
vi: Thu hồi
zh_hans: 收回
zh_hant: 收回

# STR_UPDATE
source: Update
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# STR_UPLOAD
source: Upload
vi: Tải ảnh
zh_hans: 上传
zh_hant: 上傳

# STR_UPLOADING_PERCENTAGE
source: Uploading %@
vi: Đang tải %@
zh_hans: 发布中%@
zh_hant: 上傳中%@

# STR_USER_DEFINED_SETTING
source: User Defined Settings
vi: Tự cài đặt
zh_hans: 使用者自订时程设定
zh_hant: 使用者自訂時程設定

# STR_USER_DEFINED_SETTING_FOLLOW_UP_CONVENIENTLY
source: User defined settings help ensure an easy follow-up process
vi: Tự cài đặt để theo dõi tình trạng sức khỏe thuận tiện hơn
zh_hans: 使用者自订时程设定，疾病追踪变得更为方便
zh_hant: 使用者自訂時程設定，疾病追蹤變得更為方便

# STR_USER_GUIDE
source: User Guide
vi: Hướng dẫn người dùng
zh_hans: 用户指南
zh_hant: 用戶指南

# STR_VERIFICATION_CODE_IS_VALID_FOR_10_MINUTES
source: Verification code is valid for %@ minutes
vi: Mã xác nhận có giá trị trong %@ phút
zh_hans: 验证码%@分钟有效
zh_hant: 驗證碼%@分鐘有效

# STR_VERSION
source: Version
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# STR_VIEW
source: View
vi: Xem
zh_hans: 查看
zh_hant: 查看

# STR_VIEW_CHAT_COPY
source: Copy
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# STR_VIEW_IMAGE
source: View Image
vi: Xem ảnh
zh_hans: 查看图片
zh_hant: 查看圖片

# STR_VIEW_INFORMATION
source: View information
vi: Xem thông tin
zh_hans: 请点击查看资讯
zh_hant: 請點擊查看資訊

# STR_VIEW_MORE_DATA
source: View more data
vi: Xem chi tiết
zh_hans: 检视更多资料
zh_hant: 檢視更多資料

# STR_VIEW_PRODUCT
source: View Product
vi: Xem sản phẩm
zh_hans: 查看商品
zh_hant: 查看商品

# STR_VIEW_PROFILE
source: View Profile
vi: Xem thông tin
zh_hans: 查看资讯
zh_hant: 查看資訊

# STR_VIP_BTN_BACK
source: Back
vi: Quay lại
zh_hans: 上一步
zh_hant: 上一步

# STR_VIP_CORPORATE
source: Corporate
vi: Công ty
zh_hans: 企业三联式
zh_hant: 企業三聯式

# STR_VIP_MEMBERSHIP
source: VIP Membership
vi: Hội viên VIP
zh_hans: VIP 会员
zh_hant: VIP 會員

# STR_VIP_SERVICE_NOT_AVAILABLE
source: VIP service is not available
vi: Dịch vụ VIP không có sẵn
zh_hans: VIP 服务不可用
zh_hant: VIP 服務不可用

# STR_VIP_SERVICE_PACKAGE_INCLUDES
source: The VIP service package includes
vi: Gói dịch vụ VIP bao gồm
zh_hans: VIP服务方案含
zh_hant: VIP 服務方案含

# STR_VIP_SUBSCRIPTION
source: VIP subscription
vi: Đăng ký dịch vụ VIP
zh_hans: 升级 VIP 服务
zh_hant: 升級 VIP 服務

# STR_VOICE_CALLEE_BUSY_M4A
source: voice_callee_busy.m4a
vi: voice_callee_busy_vi.m4a
zh_hans: voice_callee_busy_sc.m4a
zh_hant: voice_callee_busy_tc.m4a

# STR_VOICE_CALLEE_CANNOT_CONNECT_M4A
source: voice_callee_cannot_connect.m4a
vi: voice_callee_cannot_connect_vi.m4a
zh_hans: voice_callee_cannot_connect_sc.m4a
zh_hant: voice_callee_cannot_connect_tc.m4a

# STR_VOICE_CALLEE_NO_ANSWER_M4A
source: voice_callee_no_answer.m4a
vi: voice_callee_no_answer_vi.m4a
zh_hans: voice_callee_no_answer_sc.m4a
zh_hant: voice_callee_no_answer_tc.m4a
