Repository: doandat/MultilanguageIOS
Catalog: SyncMultilanguageIOS/SyncMultilanguageIOS/*.lproj/BBLocalizable.strings
Languages: vi

# user_profile_label_login_name
source: Username
vi: Tên đăng nhập

# user_profile_label_phone_number
source: Phone number
vi: Số điện thoại

# warning_need_entered_full_information
source: Please input information fullly
vi: Vui lòng nhập đủ thông tin

source: Weeks
vi: Tuần

source: year
vi: năm

source: Years
vi: Năm
