Repository: doandat/MultilanguageIOS
Catalog: SyncMultilanguageIOS/SyncMultilanguageIOS/*.lproj/BBLocalizable.strings
Languages: vi

# loan_create_detail_term_and_condition
source: Loans terms and conditions
vi: Điều khoản và điều kiện về vay vốn SmartOSC

# loan_create_label_disbursement_account
source: Loan disbursement
vi: Tài khoản giải ngân

# loan_create_nav_label
source: Create new loan
vi: Khởi tạo khoản vay

# loan_labal_create_loan_success
source: Apply a new loan
vi: Tạo khoản vay thành công

# loan_label_create_loan_failure
source: Apply loan unsuccessfully, please try again later
vi: Tạo khoản vay chưa thành công!. Vui lòng thử lại sau

# loan_management_label_loan_product
source: Products
vi: Sản phẩm

# loan_management_label_loan_term
source: Loan term
vi: Thời hạn vay

# loan_management_label_month_payment_date
source: Monthly repayment date
vi: Ngày trả nợ hàng tháng

# loan_management_label_quick_loan
source: Quick loan SmartOSC
vi: Vay siêu tốc SmartOSC

# loan_one_month
source: 1 month
vi: 1 tháng

# loan_service_term_text
source: By clicking Agree to borrow, you confirm your agreement to the SmartOSC Loans terms and conditions
vi: Bằng cách nhấn Đồng ý vay, bạn xác nhận đồng ý với Điều khoản và điều kiện về vay vốn SmartOSC

# loan_slider_label_loan_amount
source: Initial loan amount
vi: Số tiền vay

# loan_three_month
source: 3 months
vi: 3 tháng

# loan_two_month
source: 2 months
vi: 2 tháng

# login_can_not_regconize_finger_print_label
source: Cannot recognise fingerprint
vi: Không nhận được vân tay

# login_regconize_finger_print_success_label
source: Fingerprint verified successfully
vi: Đã xác minh

# menu_button_add_category
source: Add category
vi: Thêm danh mục

# menu_button_go_to_home
source: Home
vi: Trang chủ

# menu_button_save_image
source: Save image
vi: Lưu ảnh

# menu_button_save_template
source: Save template
vi: Lưu mẫu chuyển tiền

# menu_button_share_image
source: Share
vi: Chia sẻ

# menu_button_spent_management
source: Spent management
vi: Quản lý chi tiêu

# menu_button_top_up
source: Top up
vi: Nạp tiền

# menu_button_transfer_again
source: Transfer again
vi: Thực hiện lại

# menu_lb_home
source: Home
vi: Trang chủ

# menu_lb_settings
source: Setting
vi: Cài đặt

# menu_lb_transfer_money
source: Move money
vi: Chuyển tiền

# message_no_internet
source: There is no internet connection
vi: Không có kết nối mạng

# million
source: mil
vi: triệu

# money_transfer_form
source: Template
vi: Mẫu chuyển tiền

# money_transfer_form_description
source: Please enter your name to save the money transfer form
vi: Quý khách vui lòng nhập tên để lưu mẫu chuyển tiền

# money_transfer_form_hint
source: Template name
vi: Tên mẫu chuyển tiền

source: month
vi: tháng

source: Months
vi: Tháng

# nav_bar_label_activation_card
source: Activate card
vi: Kích hoạt thẻ

# npt_label_not_enough_money
source: Your account balance is not enough to make this transaction
vi: Tài khoản không đủ số dư để thực hiện giao dịch

# npt_label_transfer_citad
source: Transfer CITAD
vi: Chuyển tiền thường

# npt_label_transfer_identity
source: Transfer via CMND/CCCD
vi: Qua số CMND/CCCD

# npt_label_transfer_internal
source: Internal SmartOSC eBank
vi: Trong SmartOSC eBank

# npt_label_transfer_napas
source: Transfer 24/7
vi: Chuyển tiền 24/7

# npt_label_transfer_own
source: Own transfer
vi: Chuyển tiền chính chủ

# npt_label_transfer_qr
source: Transfer QR CODE
vi: Chuyển tiền QR CODE

# npt_label_validation_money
source: Amount must be larger or equal to 50,000 and less than or equal to 5,000,000
vi: Số tiền phải lớn hơn hoặc bằng 50,000 và nhỏ hơn hoặc bằng 5,000,000

# npt_transfer_all
source: All
vi: Tất cả

# npt_transfer_recently
source: Transfer recently
vi: chuyển gần đây

# obr_label_cancel
source: Cancel
vi: Huỷ

# obr_label_content_choose_identity
source: Please select document type to verify
vi: Quý khách vui lòng lựa chọn loại giấy tờ tùy thân

# obr_label_content_congrats_dialog
source: Congratulations!!!
vi: Chúc mừng!!!

# obr_label_content_countdown_otp
source: You will be able to request OTP be sent again after
vi: Bạn có thể yêu cầu mã mới sau

# obr_label_content_error_dialog
source: Sorry!!!
vi: Rất tiếc!!!

# obr_label_content_warning_dialog
source: Attention!!!
vi: Lưu ý!!!

# obr_label_continue
source: Continue
vi: Tiếp Tục

# obr_label_continue_input
source: Continue
vi: Tiếp Tục Điền

# obr_label_description_choose_identity
source: -Documents are not expired, do not use scan, photocopy. - Photos should be clear, not blurred, lost corners or flare - It is strictly forbidden to use fake documents not genuine giấy tờ giả mạo. - Customers are fully responsible for the images provided.
vi: - Giấy tờ còn hạn sử dụng, không sử dụng bản scan, photocopy. - Ảnh chụp cần rõ nét, không bị mờ, mất góc hoặc lóa sáng - Nghiêm cấm việc sử dụng giấy tờ giả mạo, không chính chủ. - Khách hàng chịu hoàn toàn trách nhiệm trước pháp luật về hình ảnh cung cấp.

# obr_label_description_input_phone_number
source: Please provide your phone number to register service
vi: Quý khách vui lòng cung cấp số điện thoại để đăng ký sử dụng dịch vụ

# obr_label_description_missing_data_create_account
source: If you exist this page you will have to verify your account from the beginning. Are you sure you want to exist?
vi: Nếu thoát khỏi trang này quý khách sẽ phải xác minh lại tài khoản từ đầu. Quý khách có chắn chắn muốn thoát không?

# obr_label_description_register_account
source: Password need to have 6-8 character, contains number,lowercase letters, uppercase letters and special characters
vi: Mật khẩu cần có 6-8 ký tự, bao gồm số, chữ thường, chữ hoa và ký tự đặc biệt

# obr_label_exit
source: Exist
vi: Thoát

# obr_label_identity
source: CCCD/CMND
vi: Căn cước/ Chứng minh nhân dân

# obr_label_note
source: Notes:
vi: Lưu ý:

# obr_label_ok
source: OK
vi: Đồng Ý

# obr_label_otp_error
source: OTP is not correct
vi: Mã OTP không chính xác

# obr_label_otp_input
source: Input OTP
vi: Nhập mã OTP

# obr_label_passport
source: Passport
vi: Hộ chiếu

# obr_label_phone_number
source: Phone number
vi: Số điện thoại

# obr_label_resend_otp
source: Resend OTP
vi: Gửi lại mã OTP

# obr_label_select_value
source: Select value
vi: Chọn giá trị

# ocr_confirm_msg_date_identity_document_required_empty
source: Please select your issuing date
vi: Vui lòng chọn ngày cấp

# ocr_confirm_msg_dob_required_empty
source: Please enter your date of birth
vi: Vui lòng chọn ngày sinh

# ocr_confirm_msg_full_name_required_empty
source: Please enter your full name
vi: Vui lòng điền họ và tên

# ocr_confirm_msg_gender_required_empty
source: Please select your gender
vi: Vui lòng chọn giới tính

# ocr_confirm_msg_identity_document_required_empty
source: Please enter your identity document
vi: Vui lòng điền thông tin CMND/CCCD

# ocr_confirm_msg_identity_document_required_format
source: Your identity number is not correct
vi: Vui lòng điền đúng định dạng CMND/CCCD

# ocr_confirm_msg_permanent_address_required_empty
source: Please select your detail address
vi: Vui lòng điền số nhà & tên đường

# ocr_confirm_msg_permanent_district_required_empty
source: Please select your district
vi: Vui lòng chọn quận/huyện

# ocr_confirm_msg_permanent_province_city_required_empty
source: Please select your province/city
vi: Vui lòng chọn tỉnh/thành phố

# ocr_confirm_msg_permanent_ward_required_empty
source: Please select your ward
vi: Vui lòng chọn phường/xã

# ocr_confirm_msg_place_identity_document_required_empty
source: Please select your issuing place
vi: Vui lòng chọn nơi cấp

# payment_bill_failure
source: Bill payment failure. Please try again
vi: Thanh toán hóa đơn chưa thành công!. Vui lòng thử lại sau

# payment_bill_success
source: Bill payment successful
vi: Thanh toán hóa đơn thành công!

source: per month
vi: hàng tháng

# phonenumber_msg_required_empty
source: Please enter your mobile number
vi: Vui lòng điền vào số điện thoại

# phonenumber_msg_required_phone_length
source: The mobile number contains 10 digits and starts with 0
vi: Bạn cần nhập số điện thoại gồm 10 số, bắt đầu bởi số 0.

source: Save
vi: Lưu

# save_payment_template_success
source: Save template successful
vi: Lưu mẫu chuyển tiền thành công

# select_product_field_branch_msg_required_empty
source: Please select branch
vi: Vui lòng chọn chi nhánh

# service_eletricity
source: Electricity
vi: Điện

# service_hospital
source: Hospital
vi: Viện Phí

# service_insurrance
source: Insurance
vi: Bảo Hiểm

# service_internet
source: Internet
vi: Cước Internet

# service_landline_phone
source: Landline phone
vi: Điện Thoại Cố Định

# service_phone
source: Phone
vi: Điện Thoại

# service_tax_fee
source: Tax,fee
vi: Thuế,Phí

# service_train
source: Train ticket
vi: Vé Tàu

# service_tuition
source: Tuition
vi: Học Phí

# service_tv
source: Television
vi: Truyền Hình

# service_water
source: Water
vi: Nước

# servie_fight
source: Flight ticket
vi: Vé Máy Bay

# settelement
source: Successful settlement
vi: Tất toán sổ tiết kiệm thành công

# settelement_account_receive
source: Account receiving money
vi: Tài khoản nhận tiền

# settelement_transaction_number
source: Transaction number
vi: Số giao dịch

# settlement_amount
source: Amount
vi: Số tiền nhận

# smf_label_account_beneficiary
source: Account beneficiary
vi: Tài khoản thụ hưởng

# smf_label_amount
source: Amount
vi: Số tiền

# smf_label_bank_beneficiary
source: Bank beneficiary
vi: Ngân hàng thụ hưởng

# smf_label_cancel
source: Cancel
vi: Huỷ bỏ

# smf_label_cancel_verify_transaction
source: Canceled transaction verification
vi: Đã huỷ xác thực giao dịch

# smf_label_content
source: Content
vi: Nội dung

# smf_label_delete
source: Delete
vi: Xoá

# smf_label_empty
source: Empty Data
vi: Không có dữ liệu

# smf_label_frequency
source: Frequency
vi: Tần suất

# smf_label_mode_transfer
source: Transfer Mode
vi: Loại chuyển tiền

# smf_label_name_beneficiary
source: Name beneficiary
vi: Tên người thụ hưởng

# smf_label_notification
source: Notification
vi: Thông báo

# smf_label_status
source: Status
vi: Trạng thái

# smf_label_title_owner
source: Owner
vi: Cá nhân

# smf_label_transaction_date
source: Transaction date
vi: Ngày thực hiện

# smf_label_transfer
source: Transfer
vi: Chuyển tiền

# smf_label_transfer_outside
source: Outside SmartOSC transfer
vi: Chuyển tiền ngoài SmartOSC

# smf_label_transfer_services_contact
source: Contact Transfer
vi: Danh Bạ

# smf_label_transfer_services_schedule
source: Schedule Transfer
vi: Lệnh Chuyển Tiền Theo Lịch

# smf_label_transfer_services_template
source: Payment Template
vi: Mẫu chuyển tiền đã lưu

# smf_label_transfer_within
source: Within SmartOSC transfer
vi: Chuyển tiền trong SmartOSC

# smf_label_type_transfer
source: Transfer Type
vi: Hình thức chuyển

# smf_label_unknown_error
source: An error occurred
vi: Có lỗi xảy ra

# sof_account_details
source: Account Details
vi: Chi tiết tài khoản

# sof_account_holder
source: Account holder
vi: Chủ tài khoản

# sof_account_number
source: %@ account(s)
vi: %@ tài khoản

# sof_agree
source: Agree
vi: Đồng ý

# sof_annual_fee
source: Annual fees
vi: Phí thường niên

# sof_book_name
source: Book name
vi: Tên sổ tiết kiệm

# sof_cancel_request
source: Cancel request
vi: Huỷ giao dịch

# sof_cancel_request_confirm
source: Are you sure you want to cancel this request?
vi: Bạn có chắc chắn muốn huỷ yêu cầu rút tiền ATM?

# sof_card_active
source: Active
vi: Hoạt động

# sof_card_locked
source: Locked
vi: Đã khoá

# sof_card_number
source: Card number
vi: Số thẻ

# sof_card_usage
source: Card usage
vi: Đã chi

# sof_cardholder_information
source: Cardholder information
vi: Thông tin phát hành thẻ

# sof_cardless_withdrawal_atm
source: Cardless withdrawal ATM
vi: Rút tiền từ ATM

# sof_cardless_withdrawal_atm_empty
source: You has no pending withdrawal request.
vi: Bạn không có yêu cầu rút tiền đang chờ xử lý.

# sof_change_pin
source: Change PIN
vi: Đổi mã PIN

# sof_change_pin_description
source: Change your PIN code
vi: Đổi mã PIN của bạn

# sof_compare_card
source: Compare Card
vi: So sánh thẻ

# sof_current_daily_transfer_limit
source: Your current daily transfer limit
vi: Giới hạn chuyển khoản hàng ngày hiện tại của bạn

# sof_day
source: day
vi: ngày

# sof_done
source: Done
vi: Hoàn thành

# sof_earning_requirements
source: Earning Requirements
vi: Yêu cầu thu nhập

# sof_enjoy_safe_and_secure_shopping
source: Enjoy safe and secure shopping
vi: Thỏa thích chi tiêu mua sắm an toàn, bảo mật

# sof_estimated_interest
source: Estimated interest
vi: Tiền lãi ước tính

# sof_expired
source: Expired
vi: Hết hạn

# sof_generate_on
source: Generate on
vi: Ngày tạo

# sof_inactive
source: Inactive
vi: Chưa kích hoạt

# sof_issuance_fee
source: Issuance fee
vi: Phí phát hành

# sof_line_of_credit
source: Line of credit
vi: Hạn mức

# sof_link_mobile_number
source: Link mobile number
vi: Liên kết số điện thoại

# sof_lock_card
source: Lock card
vi: Khoá thẻ

# sof_lock_card_description
source: All card transactions will be blocked
vi: Tất cả các giao dịch thẻ sẽ bị chặn

# sof_manage_card
source: Manage card
vi: Quản lý thẻ

# sof_maturity_instruction
source: Maturity instruction
vi: Hình thức nhận lãi tiết kiệm

# sof_maximum_payment
source: Maximum payment
vi: Thanh toán tối đa

# sof_minimum_payment
source: Minimum payment
vi: Thanh toán tối thiểu

# sof_other_amount
source: Other amount
vi: Số tiền khác

# sof_outstanding_balance
source: Outstanding balance
vi: Dư nợ cuối kỳ

# sof_pay_off
source: Pay off
vi: Thanh toán dư nợ

# sof_pay_off_successful
source: Pay off successful
vi: Thanh toán dư nợ thành công

# sof_payment_due_date
source: Payment due date:
vi: Ngày đến hạn:

# sof_replace_card
source: Replace card
vi: Thay thế thẻ

# sof_replace_card_description
source: Replace lost, stolen, or damaged cards
vi: Thay thế thẻ bị mất, bị đánh cắp hoặc bị hư hỏng

# sof_request_new_card
source: Request New Card
vi: Tạo thẻ mới

# sof_request_new_card_now
source: Request new card
vi: Mở thẻ ngay

# sof_select_daily_transfer_limit
source: Select your new transfer limit
vi: Chọn giới hạn chuyển tiền mới của bạn

# sof_select_debit_account
source: Select debit account
vi: Chọn nguồn tiền

# sof_set_card_limit
source: Set the limit for using cards
vi: Đặt hạn mức sử dụng thẻ

# sof_settle_message
source: The term deposit has not expired. The interest received may be lower than estimated interest. Do you want to settle?
vi: Sổ chưa đến kỳ hạn. Lãi nhận được có thể thấp hơn lãi tạm tính. Bạn có muốn tất toán?

# sof_term_and_interest
source: Term and interest
vi: Kỳ hạn và lãi suất

# sof_to_colon
source: To:
vi: Tới:

# sof_total_balance
source: Total balance
vi: Tổng số dư

# sof_transfer_again
source: Transfer Again
vi: Thực hiện lại

# sof_with_account
source: With account
vi: Tài khoản

# sof_withdrawal_instruction
source: Please come to ATM machine, enter this PIN code and follow the instruction.
vi: Vui lòng đến máy ATM, nhập mã PIN này và làm theo hướng dẫn.

# sof_withdrawal_pin
source: Your withdrawal PIN
vi: Mã PIN rút tiền của bạn

# sof_withdrawal_request_successful
source: Withdrawal request successful!
vi: Yêu cầu rút tiền thành công!

source: Spend per category
vi: Danh mục chi tiêu

# str_active_card_now
source: [en]
vi: [vi]

# str_back_to_home_page
source: Back to homepage
vi: Quay về trang chủ

# str_btn_verify
source: Confirm
vi: Xác thực

# str_card_compare_label
source: Compare card
vi: So sánh thẻ

# str_card_input_email_label
source: Input email
vi: Nhập email

# str_card_issue_fee_free
source: Free
vi: Miễn phí

# str_card_owner_info_label
source: Cardholder information
vi: Thông tin chủ thẻ

# str_change_language
source: Change language
vi: Thay đổi ngôn ngữ

# str_choose
source: Chose
vi: Chọn

# str_close
source: Close
vi: Đóng

# str_confirm
source: Confirmation
vi: Xác nhận

# str_confirm_transaction
source: Transaction confirmation
vi: Xác thực giao dịch

# str_credit_card
source: Credit card
vi: Thẻ tín dụng

# str_credit_card_label
source: Credit card
vi: Thẻ tín dụng

# str_debit_card
source: Debit card
vi: Thẻ ghi nợ

# str_debit_card_label
source: Debit card
vi: Thẻ ghi nợ

# str_edit
source: Edit
vi: Chỉnh sửa

# str_feature_create_card_label_address_card
source: Address to receive card
vi: Địa chỉ nhận thẻ

# str_feature_create_card_label_address_estimate_time
source: You will receive the card in 3-5 working days.
vi: Dự kiến bạn sẽ nhận được thẻ trong vòng 3-5 ngày làm việc.

# str_feature_create_card_label_congrat
source: Congratulations! You has just completed registration
vi: Chúc mừng! Bạn đã hoàn tất việc đăng ký

# str_feature_create_card_label_request_open_card
source: Open new card successfully
vi: Yêu cầu mờ thẻ thành công

# str_feature_create_card_label_term_confirm
source: If you click on confirmation you agree with SmartOSC credit card Term & Conditions
vi: Bằng cách nhấn xác nhận, bạn đồng ý với điều khoản và điều kiện về Thẻ tín dụng SmartOSC

# str_feature_create_card_label_view_contract
source: View card contract
vi: Xem hợp đồng thẻ

# str_history_transaction_category
source: Transaction type
vi: Loại giao dịch

# str_history_transaction_filter
source: Filter:
vi: Lọc:

# str_history_transaction_filter_3_month_ago
source: 3 months latest
vi: 3 tháng gần nhất

# str_home_change_money_source
source: Change source money
vi: Thay Đổi Nguồn Tiền

# str_home_service_atm_withdraw
source: Withdraw ATM
vi: Rút tiền ATM

# str_home_service_bill_pay
source: Bills
vi: Hóa đơn

# str_home_service_loan
source: Loans
vi: Khoản vay

# str_home_service_manage_card
source: Card management
vi: Quản lý thẻ

# str_home_service_pocket
source: Pocket
vi: Tích lũy như ý

# str_home_service_read_more
source: See more >
vi: Xem thêm >

# str_home_service_save_money
source: Savings
vi: Tiết kiệm

# str_home_service_top_up_mobile_card
source: Mobile topup
vi: Nạp điện thoại

# str_home_service_transfer_money
source: Transfer money
vi: Chuyển tiền

# str_identity_go_to_store_to_update_label
source: If you have new CMND/CCCD please go to nearest SmartOSC branch to update
vi: Nếu bạn đã có số CMND/CCCD mới, vui lòng đến chi nhánh SmartOSC gần nhất để cập nhật

# str_identity_label
source: CMND/CCCD
vi: Số CMND/CCCD

# str_log_out
source: Logout
vi: Đăng xuất

# str_no_data
source: No data
vi: Không có dữ liệu

# str_owner_card_name_label
source: Cardholder name
vi: Tên chủ thẻ

# str_prepare_card_label
source: We are preparing your card, please kindly wait in moments
vi: Đang chuẩn bị thẻ, xin vui lòng đợi...

# str_request_create_card_olnine
source: Request open card Online
vi: Yêu cầu mở thẻ Online

# str_search_hint
source: Search
vi: Tìm kiếm

# str_setting_account_management
source: Account management
vi: Quản lý tài khoản

# str_setting_change_language
source: Choose languages
vi: Chọn ngôn ngữ

# str_setting_login_with_biometric
source: Login with Touch/ Face ID
vi: Đăng nhập với Touch/ Face ID

# str_setting_noti_balance
source: Account balance announcement
vi: Thông báo số dư

# str_setting_setup_security
source: Security setting
vi: Cài đặt bảo mật

# str_setting_user_info
source: Personal information
vi: Thông tin cá nhân

# str_transfer_money_account_number_label
source: Account
vi: TK ngân hàng

# str_transfer_money_add_memo
source: Description ( optional)
vi: Nội dung ( không bắt buộc)

# str_transfer_money_amount_transfer
source: Amount
vi: Số tiền

# str_transfer_money_atm_card_label
source: ATM card
vi: Thẻ ATM

# str_transfer_money_bank_account_name
source: Account name
vi: Tên TK ngân hàng

# str_transfer_money_bank_account_number_label
source: Account number
vi: Số tài khoản

# str_transfer_money_choose_bank
source: Select bank
vi: Chọn ngân hàng

# str_transfer_money_continue
source: Continue
vi: Tiếp tục

# str_transfer_money_execution_date
source: Execution date
vi: Ngày thực hiện

# str_transfer_money_frequency
source: Frequency
vi: Tần suất

# str_transfer_money_from
source: From :
vi: Từ :

# str_transfer_money_phone_number_label
source: Phone number
vi: Số điện thoại

# str_transfer_money_recipient_name_label
source: Recipient name
vi: Tên người nhận

# str_transfer_money_save_account
source: Save recipient
vi: Lưu tài khoản người thụ hưởng

# str_transfer_money_schedule
source: Transfer money schedule
vi: Đặt lệnh chuyển tiền

# str_transfer_money_select_branch
source: Select branch
vi: Chọn chi nhánh

# str_transfer_money_select_city
source: Select province/city
vi: Chọn tỉnh/ thành phố

# str_transfer_money_select_contact
source: Select contact
vi: Chọn người thụ hưởng

# str_transfer_money_to
source: To :
vi: Tới :

# str_wait_active_content
source: You have to activate the card inorder to use functions
vi: Bạn phải kích hoạt thẻ để sử dụng các chức năng.

# str_wait_to_active
source: Wait to active
vi: Chờ kích hoạt

# str_welcome_home
source: Welcome,
vi: Xin chào ,

# string_hello
source: Welcome,
vi: Xin chào,

# string_onboarding_current_address
source: Current address
vi: Địa chỉ hiện tại

# string_onboarding_same_address
source: Your current residential address is the same as your permanent address
vi: Địa chỉ nơi ở hiện tại trùng với địa chỉ thường trú

# string_onboarding_term_confirm
source: I agree to SmartOSC E-Banking Terms & Conditions
vi: Tôi đồng ý với Điều khoản & Điều kiện Dịch vụ Ngân hàng điện tử của SmartOSC

# string_otp_send_to_phone_number
source: Authentication OTP has been sent to your phone number
vi: Mã OTP xác thực đã được gửi tới số điện thoại

# term_and_interest_rate
source: Term & interest rate
vi: Kỳ hạn & lãi suất

# term_deposit_confirm_label
source: Open term deposit confirmation
vi: Xác nhận mở sổ

# term_deposit_confirm_label_amount
source: Amount
vi: Số tiền

# term_deposit_confirm_label_date_payment
source: End date
vi: Ngày đến hạn

# term_deposit_confirm_label_receiving_account
source: Receiving account
vi: Tài khoản nhận tiền

# term_deposit_confirm_label_renew_terms
source: Settle term deposit
vi: Tùy chọn tái tục

# term_deposit_confirm_label_terms_and_interest
source: Term & Interest rate
vi: Kỳ hạn & Lãi suất

# term_deposit_estimate_rate
source: Interest at at the end of the period
vi: Lãi tạm tính cuối kỳ

# term_deposit_get_accounts_empty
source: Cannot get term deposit list
vi: Không lấy được danh sách tài khoản

# term_deposit_get_terms_empty
source: Cannot get term deposit period
vi: Không lấy được kỳ hạn

# term_deposit_labal_create_saving_account_success
source: Open new term deposit
vi: Tạo sổ thành công

# term_deposit_label_account
source: Source account
vi: Tài khoản trích tiền

# term_deposit_label_amount
source: Amount
vi: Số tiền

# term_deposit_label_create_saving_account_failure
source: Open new term deposit unsuccessfully, please try again later
vi: Tạo sổ chưa thành công!. Vui lòng thử lại sau

# term_deposit_label_saving_account
source: Saving account
vi: Tài khoản tiết kiệm

# term_deposit_label_select_term
source: Select term
vi: Chọn kỳ hạn

# term_deposit_open_saving_account
source: Open term deposit
vi: Mở sổ tiết kiệm

# term_deposit_renew_type_one
source: Receive both original and interest
vi: Nhận cả gốc và lãi

# term_deposit_renew_type_three
source: Reinvest both original and interest in the new corresponding period
vi: Chuyển cả gốc và lãi sang kỳ hạn mới

# term_deposit_renew_type_two
source: Reinvest the original in the new corresponding period and receive interest
vi: Nhận lãi, chuyển gốc sang kỳ hạn mới

# term_deposit_term_label
source: Term
vi: Kỳ hạn

# text_one_month
source: 1 month
vi: 1 tháng

# text_six_months
source: 6 months
vi: 6 tháng

# text_twelve_months
source: 12 months
vi: 12 tháng

# transaction_result_success
source: Transaction successful
vi: GIAO DỊCH THÀNH CÔNG

# transfer.label.select_province
source: Select Province
vi: Chọn tỉnh/thành

# user_profile_label_full_name
source: Fullname
vi: Họ và tên

# user_profile_label_home
source: Personal information
vi: Thông tin cá nhân
