Repository: doandat/MultilanguageIOS
Catalog: SyncMultilanguageIOS/SyncMultilanguageIOS/*.lproj/BBLocalizable.strings
Languages: vi

# account_register_msg_email_notmatch_format
source: Your email account is not correct. (abc@gmail.com)
vi: Định dạng email không đúng. (abc@gmail.com)

# account_register_msg_required_empty_account
source: Please enter your account name
vi: Tên đăng nhập không được để trống

# account_register_msg_required_empty_password
source: Please enter your password
vi: Mật khẩu không được để trống

# account_register_msg_required_empty_password_confirm
source: Please enter your confirm password
vi: Mật khẩu xác nhận không được để trống

# account_register_msg_required_meet_requirement
source: Please enter your password as required
vi: Vui lòng nhập mật khẩu theo đúng yêu cầu

# account_register_msg_required_password_not_match
source: Password and confirm password are not match
vi: Mật khẩu xác nhận không giống mật khẩu đã nhập

# active_card_success
source: Activate card successfully
vi: Kích hoạt thẻ thành công

# agree_to_loan
source: Agree
vi: Đồng ý vay

# app_error_message
source: There is something wrong, please try again
vi: Có lỗi xảy ra. Vui lòng thử lại sau

# authentication.otp.error
source: OTP is not correct
vi: Mã xác thực không đúng

# authentication.password.button.login
source: Login
vi: Đăng nhập

# auto_renew_setting
source: Auto renew settings
vi: Cài đặt tự động tái tục

source: Beneficiary account
vi: Tài khoản thụ hưởng

source: Beneficiary bank
vi: Ngân hàng thụ hưởng

source: Beneficiary name
vi: Tên người thụ hưởng

# bill_pay_confirmation_screen_customer_address_label
source: Address
vi: Địa chỉ

# bill_pay_confirmation_screen_customer_code_label
source: Customer ID
vi: Mã khách hàng

# bill_pay_confirmation_screen_customer_name_label
source: Customer name
vi: Tên khách hàng

# bill_pay_confirmation_screen_payment_period_label
source: Payment period
vi: Kỳ thanh toán

# bill_pay_confirmation_screen_payment_update_from_provider
source: Updated by provider
vi: Cập nhật từ nhà cung cấp

# bill_pay_confirmation_screen_transaction_amount_title
source: Amount
vi: Số tiền giao dịch

# bill_pay_home_add_service
source: Add new bill
vi: Thêm Hóa Đơn Mới

# bill_pay_home_own_bill
source: My bills
vi: Hóa Đơn Của Tôi

# bill_pay_home_title
source: Bills
vi: Hoá đơn

# biometric_face_id
source: authentication with face
vi: xác thực bằng khuôn mặt

# biometric_prompt_subtitle
source: Biometric authentication with fingerprint or face
vi: Xác thực qua sinh trắc học bằng vân tay hoặc khuôn mặt

# biometric_touch_id
source: authentication with fingerprint
vi: xác thực bằng vân tay

# bs_bio_guide
source: Touch to the fingerprint sensor
vi: Chạm vào cảm biến vân tay

# bs_bio_sub_title
source: Please scan your fingerprint
vi: Vui lòng quét dấu vân tay của bạn

# bs_bio_title
source: Login by fingerprint
vi: Xác thực vân tay cho đăng nhập

# bs_label_cancel
source: Cancel
vi: Hủy bỏ

# button_label_create_new_transaction
source: Create new transaction
vi: Tạo giao dịch mới

# card_activation_button_active
source: Activate card
vi: Kích hoạt thẻ

# card_activation_guide_to_input_cvv
source: Input number in backside of card
vi: Nhập mã số ở mặt sau của thẻ

# card_activation_input_cvv
source: Input CVV
vi: Nhập mã CVV

# card_detail_availability_limit
source: Availability limit
vi: Hạn mức khả dụng

# card_detail_card_account
source: Card account
vi: Tài khoản thẻ

# card_detail_current_outstanding_balance
source: Current outstanding balance
vi: Dư nợ hiện tại

# card_detail_guide_safe_payment
source: Instructions for safe card transactions
vi: Hướng dẫn giao dịch thẻ an toàn

# card_detail_history_transaction
source: Transaction history
vi: Lịch sử giao dịch

# card_detail_limit_granted
source: Limit granted
vi: Hạn mức được cấp

# card_detail_pay_off_outstanding_balance
source: Payoff outstanding balance
vi: Thanh toán dư nợ đến hạn

# card_detail_transaction_statement
source: Show transaction statement
vi: Xem sao kê

source: Card information
vi: Thông tin thẻ

# card_label_atm_withdraw
source: Amount must be a multiple of 50.000 VND. You can withdraw up to 5 million VND per transaction and 30 million VND per day.
vi: Số tiền của bạn phải là bội số của 50.000 VND. Bạn có thể rút tối đa 5 triệu đồng mỗi giao dịch và 30 triệu đồng mỗi ngày.

# card_request_valid_cvv
source: Please input valid CVV number
vi: Bạn cần nhập đủ mã CVV

# card_service
source: Card services
vi: Dịch vụ thẻ

# category_bills_utilities
source: Bills Utilities
vi: Thanh toán hóa đơn

# category_credit_card_payment
source: Credit Card Payment
vi: Thanh toán thẻ tín dụng

# category_food_drinks
source: Food Drinks
vi: Ăn uống

# category_health_beauty
source: Health Beauty
vi: Sức khỏe & làm đẹp

# category_hobbies_entertainment
source: Hobbies Entertainment
vi: Giải trí

# category_home
source: Home
vi: Nhà cửa

# category_income
source: Income
vi: Thu nhập

# category_other_income
source: Other Income
vi: Thu nhập khác

# category_retirement_saving
source: Retirement Saving
vi: Tiết kiệm hưu trí

# category_shopping
source: Shopping
vi: Mua sắm

# category_transfers
source: Transfers
vi: Chuyển khoản

# category_transportation
source: Transportation
vi: Giao thông

# category_uncategorised
source: Uncategorised
vi: Chưa phân loại

# change_password_label
source: Change password
vi: Đổi mật khẩu

# change_password_label_button
source: Change password
vi: Đổi mật khẩu

# change_password_success
source: Change password successfully
vi: Đổi mật khẩu thành công

source: Close
vi: Đóng

# commonAlertButton
source: Close
vi: Đóng

# commonAlertContent
source: An error occurred, please try again.
vi: Hệ thống xảy ra lỗi, vui lòng thử lại sau.

# commonAlertTitle
source: Notice
vi: Thông báo

# content
source: Description
vi: Nội dung

# current_device_active
source: Active
vi: Đang hoạt động

# current_device_disable
source: Disable
vi: Không hoạt động

source: Days
vi: Ngày

# devices_managemen_label_revoke_device
source: Revoke
vi: Gỡ thiết bị

# devices_management_label_history
source: Logged in history
vi: Lịch sử đăng nhập

# devices_management_label_login_in_current_device
source: You are currently in another device
vi: Bạn đang đăng nhập trên thiết bị

# devices_management_nav_label
source: Devices management
vi: Quản lý thiết bị

# enter_passcode
source: Enter passode for authentication
vi: Nhập mật mã để xác thực

# error_mess_current_password_invalid
source: Current password is wrong, please check again
vi: Mật khẩu hiện tại không đúng, vui lòng nhập lại

# feature_in_development
source: Feature in develop
vi: Tính năng đang phát triển

# forgot_pass_entered_otp_failure
source: The number of retries has been exceed. Please try again in 1 minute
vi: Đã quá số lần thử lại.Vui lòng thử lại sau 1 phút

# forgot_pass_resend_otp_success
source: Send OTP successfully
vi: Gửi mã OTP thành công

# forgot_password_label
source: Forgot password
vi: Quên mật khẩu

source: From account
vi: Từ tài khoản

# home_label_account_payment
source: Current account
vi: Tài khoản thanh toán

# home_label_list_account
source: All accounts
vi: Danh sách

# imageTooBlur
source: Photo is blurred
vi: Ảnh bị mờ:

# imageTooBright
source: Photo is too light
vi: Ảnh chụp quá sáng

# imageTooDark
source: Photo is too dark
vi: Ảnh chụp quá tối

source: Income per category
vi: Danh mục thu nhập

# labal_start
source: Start
vi: Bắt đầu

# label_account
source: Account:
vi: Tài khoản:

# label_account_information
source: Account information
vi: Thông Tin Tài Khoản

# label_account_name
source: Account name
vi: Tên tài khoản

# label_account_type
source: Account type
vi: Loại tài khoản

# label_accured_interest
source: Accrued interest
vi: Lãi tạm tính

# label_active_card
source: active card
vi: thẻ hoạt động

# label_add_budgets
source: Add budgets
vi: Tạo mới

# label_address
source: Address
vi: Địa chỉ

# label_all
source: All
vi: Tất cả

# label_all_your_budgets
source: All your budgets
vi: Ngân sách của bạn

# label_amount_error_min
source: Amount is required
vi: Nhập số tiền lớn hơn 0

# label_amount_transaction
source: Transaction amount
vi: Số tiền giao dịch

# label_are_you_agree
source: Are you agree?
vi: Bạn có đồng ý?

# label_authentication
source: Authentication
vi: Xác thực

# label_authentication_by_passcode
source: Authentication by Passcode
vi: Xác thực bằng Passcode

# label_available_balance
source: Available balance
vi: Số dư khả dụng

# label_available_balance_total
source: Available balance total
vi: Tổng số dư khả dụng

# label_available_limit
source: Available limit
vi: Hạn mức khả dụng

# label_balance
source: Balance
vi: Số dư

# label_begin_managing_your_budget
source: Begin managing your budget by choosing a category.
vi: Hãy bắt đầu quản lý ngân sách của bạn bằng việc phân loại.

# label_bill
source: Bill
vi: Hóa đơn

# label_billpay_electric
source: Electricity bill
vi: Hoá đơn điện

# label_bills
source: Pay bills
vi: Hóa đơn

# label_budget
source: Budget
vi: Ngân sách

# label_budget_delete
source: Delete budget
vi: Xoá ngân sách

# label_budget_edit_amount
source: Edit amount
vi: Sửa số tiền

# label_budget_limt
source: Budget limit
vi: Giới hạn ngân sách

# label_cash_flow
source: Cash flow
vi: Dòng tiền

# label_choose_a_monthly_budget
source: Choose a monthly budget
vi: Chọn ngân sách hàng tháng

# label_choose_service_provider
source: Choose service provider
vi: Chọn nhà cung cấp

# label_confirm_new_password
source: Confirm new password
vi: Xác nhận mật khẩu mới

# label_confirm_payment
source: Confirm payment
vi: Xác nhận thanh toán

# label_confirm_payment_info
source: Payment confirmation
vi: Xác nhận thông tin thanh toán

# label_confirm_settlement
source: Confirm payment
vi: Xác nhận tất toán

# label_confirm_transaction
source: Confirm transaction
vi: Xác nhận giao dịch

# label_contract_code
source: Loan contract ID
vi: Mã hợp đồng

# label_create_budget
source: Create budget
vi: Tạo ngân sách

# label_create_new_passcode
source: Create your new passcode
vi: Tạo passcode mới của bạn

# label_current_password
source: Current password
vi: Mật khẩu hiện tại

# label_customer
source: Customer
vi: Khách hàng

# label_customer_code
source: Customer code
vi: Mã khách hàng

# label_customer_id
source: Customer Id
vi: Mã hóa đơn

# label_customer_name
source: Customer name
vi: Tên khách hàng

# label_day_start_loan
source: Loan originated
vi: Ngày vay

# label_description_transfer_limit
source: The daily transfer limit does not apply to transfer transactions between your accounts.
vi: Hạn mức chuyển tiền hàng ngày không áp dụng cho giao dịch giữa các tài khoản của bạn.

# label_detail
source: Detail
vi: Chi tiết

# label_detail_account
source: Detail Account
vi: Chi tiết tài khoản

# label_detail_transaction
source: Detail transaction
vi: Chi tiết giao dịch

# label_disbursement_account
source: Disbursement account
vi: Tài khoản giải ngân

# label_do_you_want_delete_budget
source: Do you want to delete this budget?
vi: Bạn có muốn xóa ngân sách này?

# label_dob
source: Date of birth
vi: Ngày sinh

# label_edit_budget_amount
source: Edit budget amount
vi: Chỉnh sửa ngân sách

# label_edit_the_month_budget
source: Edit the monthly budget
vi: Chỉnh sửa ngân sách hàng tháng

# label_electricity_bill
source: Electricity Bill
vi: Hóa đơn điện

# label_enable_fingerprint
source: Enable fingerprint authentication
vi: Bật tính năng xác thực bằng vân tay

# label_enable_fingerprint_content
source: Easy login with fingerprint authentication
vi: Dễ dàng đăng nhập bằng xác thực vân tay

# label_enable_later
source: Later
vi: Để sau

# label_end
source: End
vi: Kết thúc

# label_enter_passcode
source: Enter your passcode
vi: Nhập passcode của bạn

# label_enter_your_budget_limit
source: Enter your budget limit
vi: Nhập hạn mức ngân sách

# label_exchange_rate
source: Exchange rate
vi: Tỷ giá

# label_exit_app
source: Press back again to exit
vi: Nhấn back một lần nữa để thoát

# label_expired_date
source: Expired date
vi: Ngày hết hạn

# label_feature_in_progress
source: Feature in progress. Please comeback later.
vi: Tính năng đang phát triển. Vui lòng thử lại sau.

# label_fee
source: Fee
vi: Phí

# label_find_branch_and_atm
source: Find branches & ATMs on map
vi: Tìm vị trí & ATM và Chi nhánh

# label_forgot_passcode
source: Forgot passcode ?
vi: Quên passcode ?

# label_forgot_password
source: Forgot password?
vi: Quên mật khẩu?

# label_from
source: From
vi: Từ

# label_from_account
source: From
vi: Từ tài khoản

# label_gender
source: Gender
vi: Giới tính

# label_help_and_support
source: Help & support
vi: Liên hệ hỗ trợ

# label_hide_money
source: Hide number
vi: Ẩn số tiền

# label_identity
source: ID Card/ Citizen ID Card
vi: CMND/CCCD

# label_income
source: Income
vi: Thu nhập

# label_incoming
source: Incoming
vi: Thu

# label_input_current_password
source: Enter current password
vi: Nhập mật khẩu hiện tại

# label_input_customer_code
source: Input customer code
vi: Nhập mã khách hàng

# label_input_email
source: Input email
vi: Nhập email

# label_input_identity
source: Input your ID Card/ Citizen ID Card
vi: Nhập CMND/CCCD

# label_input_issuing_date
source: Input issuing place
vi: Nhập nơi cấp

# label_input_new_password
source: Enter new password
vi: Nhập mật khẩu mới

# label_input_onboarding_address
source: Input address
vi: Nhập Số nhà & Tên đường

# label_input_phone_number
source: Input phone number
vi: Nhập số điện thoại

# label_interest_amount
source: Interest amount
vi: Tiền lãi

# label_interest_debt
source: Interest debt
vi: Nợ lãi

# label_interest_rate
source: Interest rate
vi: Lãi suất

# label_issuing_date
source: Issuing date
vi: Ngày cấp

# label_issuing_place
source: Issuing place
vi: Nơi cấp

# label_loan
source: Loan
vi: Khoản vay

# label_loan_account
source: Loan account
vi: Tài khoản vay

# label_loan_due_balance
source: Due balance
vi: Nợ đến hạn thanh toán

# label_loan_due_date
source: Due date
vi: Ngày đến hạn

# label_loan_info_date_of_maturity
source: Date of maturity:
vi: Ngày đến hạn:

# label_loan_info_due_balance
source: Due balance
vi: Nợ đến hạn thanh toán

# label_loan_information
source: Information
vi: Thông Tin Vay

# label_loan_int
source: Int.
vi: Lãi.

# label_loan_interest
source: Loan interest
vi: Lãi suất

# label_loan_prin
source: Print.
vi: Gốc.

# label_loan_schedule_amount_detail
source: Details
vi: Chi tiết

# label_loan_schedule_loan_balance
source: Loan balance
vi: Dư nợ gốc

# label_loan_schedule_payment_total
source: Payment
vi: Số tiền

# label_loan_schedule_period_total
source: Period
vi: Kỳ

# label_loan_term
source: Loan term
vi: Thời hạn

# label_loans
source: loans
vi: khoản vay

# label_login
source: Login
vi: Đăng nhập

# label_login_success
source: Logged in successfully
vi: Đăng nhập thành công

# label_login_user_name
source: Username
vi: Tên đăng nhập

# label_manage_device_info
source: Only one device canbe active at a time. To use the app on another device, revoke your current one before logging into a new device.
vi: Tại một thời điểm chỉ có một thiết bị được hoạt động. Để sử dụng ứng dụng trên thiết bị khác, vui lòng gỡ thiết bị hiện tại trước khi đăng nhập thiết bị mới

# label_manage_devices
source: Manage devices
vi: Quản lý thiết bị

# label_maturity_date
source: Loan maturity
vi: Ngày đáo hạn

# label_message
source: Message
vi: Tin nhắn

# label_my_account
source: My account
vi: Tài khoản

# label_my_accounts
source: My accounts
vi: Danh Sách Tài Khoản

# label_my_contact
source: My contact
vi: Danh bạ của tôi

# label_name
source: Name
vi: Họ tên

# label_new_password
source: New password
vi: Mật khẩu mới

# label_next
source: Next
vi: Tiếp tục

# label_not_me
source: Not me
vi: Không phải tôi

# label_noti
source: Notification
vi: Thông báo

# label_notification
source: Announcement
vi: Thông báo

# label_onboarding_address
source: Address
vi: Số nhà & Tên đường

# label_onboarding_district
source: District
vi: Quận/Huyện

# label_onboarding_input_province
source: Select province/ city
vi: Chọn tỉnh/thành phố

# label_onboarding_list_service_register
source: List of subscription services
vi: Danh sách dịch vụ đăng ký

# label_onboarding_permanent_address
source: Permanent address
vi: Địa chỉ thường trú

# label_onboarding_province
source: Province/ City
vi: Tỉnh/Thành phố

# label_onboarding_referral_code
source: Referral code (if any)
vi: Mã giới thiệu (nếu có)

# label_onboarding_register_account
source: Register an account
vi: Đăng ký tài khoản

# label_onboarding_select_district
source: Select district
vi: Chọn quận/huyện

# label_onboarding_select_service
source: Selection of products & services
vi: Lựa chọn sản phẩm & dịch vụ

# label_onboarding_select_transaction_branch
source: Select transaction branch
vi: Chọn chi nhánh giao dịch

# label_onboarding_select_ward
source: Select ward
vi: Chọn phường/xã

# label_onboarding_term
source: Terms & Conditions
vi: Điều khoản & điều kiện

# label_onboarding_ward
source: Ward
vi: Phường/Xã

# label_one_time
source: One time
vi: Một lần

# label_open_account_2
source: Open account
vi: Mở Tài Khoản

# label_open_account_online
source: Open an account online
vi: Mở tài khoản online

# label_open_branch
source: Open branch
vi: Chi nhánh mở tài khoản

# label_open_date
source: Open date
vi: Ngày mở tài khoản

# label_open_new_account
source: Open new account
vi: Mở tài khoản mới

# label_open_your_desirable_account_rapidly
source: Open your desirable account rapidly
vi: Mở tài khoản mà bạn muốn thật nhanh chóng

# label_out_going
source: Out going
vi: Chi

# label_outstanding_balance
source: Outstanding balance
vi: Dư nợ đến hạn

# label_overdue_interest_debt
source: Overdue interest debt (If have)
vi: Lãi quá hạn (Nếu có)

# label_paid_amount
source: Paid amount
vi: Số tiền cần thanh toán

# label_passcode_entered_incorrect
source: Passcode entered incorrectly. Please try again
vi: Passcode không đúng. Vui lòng thử lại

# label_password
source: Password
vi: Mật khẩu

# label_pay_electricity_bill
source: Pay Electricity bill
vi: Thanh toán hóa đơn điện

# label_pay_off_your_credit_card_balance
source: Pay off your credit card balance
vi: Thanh toán dư nợ thẻ tín dụng

# label_payment
source: Payment
vi: Thanh toán

# label_payment_amount
source: Payment amount
vi: Số tiền phải trả

# label_payment_due_date
source: Payment due date
vi: Ngày đến hạn thanh toán

# label_payment_history
source: Payment history
vi: Lịch sử trả nợ

# label_payment_loan_interest_debt
source: Interest debt
vi: Nợ lãi

# label_payment_loan_principal_amount
source: Principal amount
vi: Nợ gốc

# label_payment_now
source: Payment now
vi: Thanh toán ngay

# label_payment_period
source: Period
vi: Kỳ thanh toán

# label_payment_services
source: Payment services
vi: Thanh toán dịch vụ

# label_payment_template
source: Payment template
vi: Mẫu chuyển tiền

# label_personal_finance_management
source: Personal finance management
vi: Quản lý tài chính cá nhân

# label_phone_number
source: Phone number
vi: Số điện thoại

# label_principal_amount
source: Principal amount
vi: Tiền gốc

# label_principal_balance
source: Principal balance
vi: Giá trị sổ

# label_principal_debt
source: Principal debt
vi: Nợ gốc

# label_principal_debt_detail_loan
source: Principal debt
vi: Dư nợ gốc

# label_provider
source: Provider
vi: Nhà cung cấp

# label_quick_loan_content
source: Exclusive program for SmartOSC bank is loyal customers
vi: Chương trình dành riêng cho khách hàng thân thiết của SmartOSC bank

# label_quick_loan_quick_money
source: Quick loan - Quick money
vi: Ưu đãi vay ngay - Tiền về liền tay

# label_re_enter_passcode
source: Re-enter passcode
vi: Nhập lại passcode

# label_reenter_password
source: Re-enter the password
vi: Nhập lại mật khẩu

# label_register_bimometric
source: Enable %@
vi: Bật %@

# label_register_finger_print
source: Register fingerprint
vi: Đăng ký vân tay

# label_repayment_schedule
source: Repayment schedule
vi: Lịch trả nợ

# label_repayment_term
source: Repayment date
vi: Kỳ hạn trả nợ

# label_request_loan
source: Request loan
vi: Yêu cầu vay

# label_save_customer_info
source: Save the bill for next payment
vi: Lưu hóa đơn cho lần thanh toán tiếp theo

# label_saving_amount_total
source: Saving amount total
vi: Tổng giá trị

# label_schedule_transfer
source: Scheduled transfer
vi: Chuyển tiền theo lịch

# label_select_gender
source: Select gender
vi: Chọn giới tính

# label_select_identity_type
source: Choose the type of identification
vi: Chọn loại giấy tờ tùy thân

# label_select_your_budget_category
source: Select your budget category
vi: Chọn loại ngân sách của bạn

# label_service_not_support
source: Service not support
vi: Dịch vụ chưa hỗ trợ

# label_service_provider
source: Service provider
vi: Nhà cung cấp

# label_set_as_default_account
source: Set as default account
vi: Đặt làm tài khoản mặc định

# label_set_your_budget_limit
source: Set your budget limit
vi: Tạo hạn mức cho ngân sách của bạn

# label_setting
source: Setting
vi: Cài đặt

# label_setting_balance_noti
source: Balance notification
vi: Thông báo số dư

# label_setting_change_passcode
source: Change passcode
vi: Đổi passcode

# label_setting_change_password
source: Change password
vi: Đổi mật khẩu

# label_setting_dark_mode
source: Change to dark mode
vi: Thay đổi giao diện tối

# label_setting_link_account
source: Link phone number to account
vi: Liên kết số điện thoại

# label_setting_transfer_limit
source: Set transfer limit
vi: Cài đặt hạn mức

# label_settlement
source: Settlement
vi: Tất Toán

# label_short_currency
source: M
vi: tr

# label_spend
source: Spend
vi: Chi tiêu

# label_spend_over
source: Over %@
vi: Vượt quá %@

# label_spend_per
source: Spend %@ per %@
vi: Đã chi %@ trên %@

# label_status_paid
source: Paid
vi: Đã thanh toán

# label_status_undue
source: Undue
vi: Chưa đến kỳ thanh toán

# label_status_unpaid
source: Unpaid
vi: Chưa thanh toán

# label_target
source: target
vi: mục tiêu

# label_term_deposit
source: Term deposit
vi: Tiền Gửi Có Kỳ Hạn

# label_term_deposit_name
source: term deposit
vi: sổ tiết kiệm

# label_to
source: to
vi: tới

# label_to_account
source: To
vi: Tới tài khoản

# label_total_amount
source: Total amount
vi: Tổng số tiền

# label_total_income
source: Total income
vi: Tổng thu

# label_total_loan_balance
source: Total loan balance
vi: Tổng dư nợ

# label_total_spend
source: Total:
vi: Tổng:

# label_total_spending
source: Total spending
vi: Tổng chi

# label_transaction
source: transaction
vi: giao dịch

# label_transaction_code
source: Transaction code
vi: Mã giao dịch

# label_transaction_history
source: Transaction history
vi: Tra Cứu Giao Dịch

# label_transaction_id
source: Transaction ID
vi: Mã giao dịch

# label_transaction_income
source: In
vi: Tiền vào

# label_transaction_note
source: Description
vi: Nội dung chuyển tiền

# label_transaction_outcome
source: Out
vi: Tiền ra

# label_transaction_pending
source: Transaction pending
vi: Giao dịch chờ xử lý

# label_transaction_status
source: Status
vi: Trạng thái

# label_transaction_time
source: Transaction time
vi: Thời gian thực hiện

# label_transaction_type
source: Type
vi: Cách thức

# label_transfer_money
source: Transfer
vi: Chuyển tiền

# label_update
source: Update
vi: Cập nhật

# label_update_from_provider
source: Update from provider
vi: Cập nhật từ nhà cung cấp

# label_verify_personal_information
source: Verify personal information
vi: Xác minh thông tin cá nhân

# label_view_detail
source: View detail
vi: Xem chi tiết

# label_view_loan_contract
source: View loan contract
vi: Xem hợp đồng vay

# label_withdraw
source: Withdrawal money at the ATM
vi: Rút tiền ATM

# label_withdraw_atm
source: Request withdrawal at ATM
vi: Yêu cầu rút tiền ATM

# label_you_confirm_withdraw
source: you confirm withdrawal
vi: Bạn xác nhận rút

# loan_confirmation_label_confirm
source: Loan confirmation
vi: Xác nhận khoản vay
